[
  {
    "person": "Elkanah B. Greer",
    "label": "Monterrey, Mexico",
    "id": 0,
    "top": 360,
    "left": 335,
    "photoId": "1.0 Greer, Brig Gen…jpg",
    "thumbnail": "img\\carousel-images\\1.0 greer, brig gen elkanah brackin, mexican war & civil war, cabinet card, front copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\1.0 greer, brig gen elkanah brackin, mexican war & civil war, cabinet card, front.png",
        "title": "Mexican-American War",
        "caption": "In 1845, Elkanah Bracken Greer served in the 1st Mississippi Rifles as a private under Jefferson Davis and fought in the battle at Monterrey, Mexico.",
        "credit": "Cabinet Card Featuring Elkanah Greer, 1860s | HCHM Collections"
      }
    ],
    "learnMore": "In 1845, Elkanah Bracken Greer joined the 1st Mississippi Rifles, a militia raised by Jefferson Davis for the Mexican-American War. The 1st Mississippi participated in battles at Monterrey and Buena Vista, Mexico. Entering service as a private, Greer was promoted to major general of the Mississippi militia soon after the war ended. Jefferson Davis would later become president of the Confederate States of America. In 1848, Greer settled in Marshall and two years later married Anna Holcombe at Wyalucing, the Beverly and Eugenia Holcombe plantation home west of Marshall. Anna was the sister of Lucy Holcomb Pickens, who became known as the &quot;Queen of the Confederacy.&quot; Greer was a merchant, a planter, and a lawyer. In May 1861, soon after the Civil War began, he was issued a colonel's commission in the Confederate States Army and ordered to recruit 1,000 soldiers. By June, he had enlisted volunteers from across east Texas. They mustered into the Confederate Army as the 3rd Texas Cavalry Regiment. With Brigadier General Benjamin McCulloch's Army of the West, he commanded his regiment at the battles of Wilson's Creek, Missouri and Chustenahlah, Indian Territory. At Pea Ridge, Arkansas, Greer's arm was severely wounded and he resigned his command on June 1, 1862. Greer later returned to service and in June 1863 was commissioned a brigadier general. He was assigned Commandant of Conscripts for the Trans-Mississippi Department, a subdivision of the Confederate States west of the Mississippi. The Trans-Mississippi headquarters were at Shreveport, Louisiana and Marshall. After the war, Greer continued his career as a merchant and a planter in Harrison County. Sources: HCHM Archive; Handbook of Texas Online, Carolyn Hyman, &quot;Greer, Elkanah Bracken;&quot; <em>The Third Texas Cavalry in the Civil War,</em> Douglas Hale."
  },
  {
    "person": "Edward Clark",
    "label": "Monterrey, Mexico",
    "id": 1,
    "top": 350,
    "left": 350,
    "photoId": "2.0 Edward Clark.jpg",
    "thumbnail": "img\\carousel-images\\2.0 edwardclark copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\2.0 edwardclark.png",
        "title": "Mexican-American War",
        "caption": "Edward Clark, a future Texas governor, fought in the Mexican-American War and participated in the Battle of Monterrey in September 1846.",
        "credit": "Portrait of Edward Clark, 1860s | Texas State Library and Archives"
      }
    ],
    "learnMore": "Edward Clark served in two wars and, briefly, as governor of Texas. A native of New Orleans, Clark moved from Montgomery, Alabama to Marshall in December 1841 and opened a law practice. Clark served as a delegate to the Texas Constitutional Convention of 1845 and then as a congressman and senator in the Texas legislature. He served on the staff of General James Pinckney Henderson in the Mexican-American War, and received a citation for bravery in the Battle of Monterrey. From 1853 to 1857, Clark was Texas secretary of state. He was elected lieutenant governor of Texas on the ticket headed by Sam Houston in 1859. When Texas voted to join the Confederate States of America in February 1861, Sam Houston refused to take an oath of allegiance to the Confederacy and was removed from office. Clark became governor of Confederate Texas. As governor, he focused on raising troops and gathering supplies to assist in the war of the Confederacy against the U.S. In the fall of 1861, he lost the governor's race by 124 votes. Clark joined the Confederate army's 14th Regiment, which served with Walker's Texas Division. He was commissioned as a colonel and then promoted to brigadier general after being wounded when leading an attack during battle at Pleasant Hill, Louisiana in April 1864. He fled briefly to Mexico at the end of the Civil War with other Confederates, but returned home to Marshall. Sources: HCHM Archive; Handbook of Texas Online, Ralph A. Wooster, &quot;Clark, Edward.&quot;"
  },
  {
    "person": "John T. Phillips",
    "label": "Mexico City, Mexico",
    "id": 2,
    "top": 385,
    "left": 340,
    "photoId": "3.0 Mexican American War",
    "thumbnail": "img\\carousel-images\\3.0 John Thompson Phillips copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\3.0 John Thompson Phillips.png",
        "title": "Mexican-American War",
        "caption": "John Thompson Phillips was captured during the Battle of Chapultepec in Mexico City. According to family stories, he escaped wearing a serape to disguise himself as a Mexican civilian.",
        "credit": "Battle of Chapultepec, 1847 | Public Domain"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "John B. Hall",
    "label": "Mexico City, Mexico",
    "id": 3,
    "top": 375,
    "left": 350,
    "photoId": "4.0",
    "thumbnail": "img\\carousel-images\\4.0 storming of Palace Hill at the Battle of Monterey by Tompkins Harrison Mattesonc1855.png",
    "detailImages": [
      {
        "src": "img\\details-images\\4.0 storming of palace hill at the battle of monterey by tompkins harrison matteson, c. 1855.jpg",
        "title": "Mexican-American War",
        "caption": "During the Mexican-American War, John Bryan Hall served as second sergeant with Erwin M. Wilder's Company, Texas Mounted Volunteers recruited in Marshall in June 1846. Some Mexican-American War veterans went on to fight again in the Civil War.",
        "credit": "Storming of Palace Hill, 1855 | Public Domain"
      },
      {
        "src": "img\\details-images\\4.1 John B. Hall Jefferson_Davis_1853_daguerreotype-restored.png",
        "title": "Mexican-American War",
        "caption": "According to family stories, John B. Hall saved the life of future Confederate States of America president Jefferson Davis during the Battle of Monterrey",
        "credit": "Jefferson Davis, 1853 | Public Domain"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "William A. Miles",
    "label": "Richmond, Virginia",
    "id": 6,
    "top": 300,
    "left": 455,
    "photoId": "5.0 civil war Richmond fires.jpg",
    "thumbnail": "img\\carousel-images\\5.0 William Miles copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\5.0 William Miles.png",
        "title": "Civil War",
        "caption": "William A. Miles served with the Confederate States Army, 14th Texas Cavalry. During the Battle of Richmond, Miles lost his left arm. He made his way back to Marshall, swimming one-armed across the Mississippi River!",
        "credit": "Battle of Richmond, 1865 | Public Domain"
      }
    ],
    "learnMore": "William Asbury Miles fought in two wars. First, he served with Company E of the 1st Mississippi Rifles in the Mexican-American War. After the war, he moved to Texas in time for the 1850 Census. Miles served with Company A of the 14th Texas Cavalry during the Civil War. The 14th was sent to Mississippi, then fought in the Battle of Richmond (Kentucky) in August 1862. After losing his left arm in this battle, Miles returned to his home near Hallsville in western Harrison County where he became a wealthy land owner. Sources: HCHM Archive; Harrison County, Texas in the Civil War, compiled by Kathryn Hooper Davis, Linda Ericson Devereaux, Carolyn Reeves Ericson."
  },
  {
    "person": "Joseph H. Norris",
    "label": "Fort Lancaster, Texas",
    "id": 7,
    "top": 340,
    "left": 340,
    "photoId": "6.0 JH Norris Postcard",
    "thumbnail": "img\\carousel-images\\6.0 Joseph HNorris-Postcard copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\6.0 Joseph HNorris-Postcard.png",
        "title": "Frontier Wars",
        "caption": "When Joseph Norris died of pneumonia while serving on the Texas frontier, fellow Harrison County soldier William Heartsill carved this headstone.",
        "credit": "Fort Lancaster Postcard, 1910s | Public Domain"
      }
    ],
    "learnMore": "During the Civil War, the Frontier Wars continued. As Federal troops left Texas, Confederate soldiers were assigned to defend the frontier. When the Confederate States Army put out the call for soldiers, men volunteered to serve in locally organized companies. The W. P. Lane Rangers formed on April 19, 1861 in Marshall. The 103 men from Harrison, Marion, and Upshur counties named their company after Walter Paye Lane, a Marshall war veteran famous for his service in the Texas Revolution and in the Mexican-American War. The Rangers were ordered to San Antonio where they camped in the shadow of the Alamo. On May 9, they saw U.S. troops evacuating the Texas frontier and soon learned that they were to take their place. Even after the Rangers mustered into the Confederate Army as Company F, 2nd Regiment of the Texas Mounted Rifles, the group continued to refer to themselves as the W.P. Lane Rangers. They served for nearly a year on the frontier moving from Camp Wood to Fort Inge and Fort Clark, and finally, to Fort Lancaster. Joseph Norris, a young farmer who recently moved to Marshall from Georgia, died of pneumonia. His friend, William Heartsill, carefully carved his original headstone and wrote to the Marshall newspaper of the loss: “…scarce had we reached here [Fort Lancaster], ere one of our number sickened and died, Joseph H. Norris of Harrison, died Nov 19th: he now fills a Solders grave beneath the Mountain sod. A grave at every Post…to remind us that life is but a span…” Source: <em>Fourteen Hundred and 91 Days in the Confederate Army,</em> W.W. Heartsill."
  },
  {
    "person": "Fred J. Willey",
    "label": "Springfield, Missouri",
    "id": 8,
    "top": 300,
    "left": 410,
    "photoId": "7.0 Texas Hunters Flag",
    "thumbnail": "img\\carousel-images\\7.0 FJ Wiley Texas Hunters Flag Image.png",
    "detailImages": [
      {
        "src": "img\\details-images\\7.0 FJ Wiley Texas Hunters Flag Image, Civil War, RESTRICTED USE, Courtesty Fort Worth Star Telegram Collection, Special Collections, UT Arlington Libraries, Arlington, Texas.png",
        "title": "Civil War",
        "caption": "Fred J. Willey joined the Texas Hunters, recruited in the Jonesville area of eastern Harrison County. They mustered into the Confederate Army as Company A, 3rd Texas Cavalry. On August 10, 1861, Willey died in Missouri at the Battle of Wilson’s Creek becoming one of the first Harrison County men to die in action during the Civil War.",
        "credit": "Texas Hunters Flag, 1860s | UT-Arlington Libraries"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "Frederick S. Bass",
    "label": "Appomattox, Virginia",
    "id": 9,
    "top": 300,
    "left": 445,
    "photoId": "8.0 Appomattox Court House",
    "thumbnail": "img\\carousel-images\\8.0 Frederick Bass Appomattox Court House copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\8.0 Frederick Bass Appomattox Court House.png",
        "title": "Civil War",
        "caption": "Frederick S. Bass led the Marshall Guards, who were mustered into the Confederate Army as Company E of the 1st Texas Infantry--the famous Hood's Texas Brigade. He became the commander of the 1st Texas, which he surrendered at Appomattox Courthouse.",
        "credit": "Appomattox Courthouse, 1860s | Public Domain"
      }
    ],
    "learnMore": "On May 28, 1861, Frederick Samuel Bass was elected captain of the Marshall Guards, which was raised across several East Texas counties. The Marshall Guards became part of John Bell Hood's Texas Brigade and mustered into the Confederate States Army as Company E, 1st Texas Infantry Regiment. Hood's Texas Brigade was known as one of the most effective fighting units in Robert E. Lee's Army of Northern Virginia that fought in the Eastern Theater of the war. In September 1862, Bass was promoted to major, and in January 1864, to lieutenant colonel. Then in July, he was promoted to colonel and given the overall command of the 1st Texas Infantry Regiment. On April 9, 1865, Bass surrendered along with the rest of Lee's army to Ulysses S. Grant and the United States Army at Appomattox Courthouse, Virginia. Bass surrendered 16 officers and 133 soldiers. Soon after this surrender, the four-year American Civil War officially ended. Bass was born in 1831 in Virginia and graduated from the Virginia Military Institute in 1851. Before the Civil War, he moved to Marshall and taught at Marshall University, an academy for boys. After the war, Bass again served as the president of Marshall University. Letters written home by James Hendrick during the Marshall Guards' wartime service can be found in the &quot;News from the Front&quot; section of this exhibit. Sources: Handbook of Texas Online, Stephanie Piefer Niemeyer, &quot;Bass, Frederick Samuel;&quot; <em>The Marshall Guards: Harrison County's Contribution to Hood's Texas Brigade</em> by Harold B. Simpson; HCHM Archive."
  },
  {
    "person": "Willis M. Scroggins",
    "label": "Santiago, Cuba",
    "id": 10,
    "top": 390,
    "left": 450,
    "photoId": "10.0 Painting of the Battle",
    "thumbnail": "img\\carousel-images\\10.0 WM Scroggins 2880px-Painting_of_the_Battle_of_Las_Guasimas copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\10.0 WM Scroggins 2880px-Painting_of_the_Battle_of_Las_Guasimas.png",
        "title": "Spanish-American War",
        "caption": "Willis M. Scroggins was one of a small number of Harrison County men who served in active combat in Cuba. He fought in the Battle of Cardenas and the Battle of San Juan Hill.",
        "credit": "Battle of Las Guasimas, 1900 | Public Domain"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "George Perry Rains",
    "label": "Guerrero, Mexico",
    "id": 11,
    "top": 395,
    "left": 330,
    "photoId": "11.0",
    "thumbnail": "img\\carousel-images\\11.0 RAINS, GEORGE PERRY, c19__, FF 1094 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\11.0 RAINS, GEORGE PERRY, c19__, FF 1094.png",
        "title": "World War I",
        "caption": "When hostilities broke out on the Mexican border in the lead up to World War I, George Perry Rains was a colonel in the 3rd Texas Infantry who were dispatched to help end Pancho Villa’s raids.",
        "credit": "George Perry Rains, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.1 45-3 Rain, Gen. George Perry & wife, Norma, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "George Perry Rains with his wife, Norma.",
        "credit": "Mr. &amp; Mrs. Rains, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.2 top photo Mexican border service, Pancho Villa raids into Texas, crossing bridge into Mexico over Rio Grande, LP45-RAINS SBPK 1, PG 18.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, in a camp near the Mexican border.",
        "credit": "3rd Texas Infantry, 1916 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.3  Third Texas on border, bridge into Mexico over Rio Grande, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, marching over the Rio Grande into Mexico.",
        "credit": "3rd Texas Infantry, 1916 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.4  Pancho Villa's bandit,1915-16, Company D, Third Texas Infantry, 600 DPI, LP45-Rains Scrapbook.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows members of the 3rd Texas Infantry, which included many Harrison County men, with a captured bandit from Pancho Villa’s rebels.",
        "credit": "3rd Texas Infantry, 1916 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.5  Company D, Third Texas Infantry, with cots, at Harlingen, Pancho Villa Raids in Texas, 1915-16, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, in a camp in Harlingen, Texas.",
        "credit": "3rd Texas Infantry, 1916 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.6 Company D, Third Texas Infantry standing at Harlingen, Pancho Villa Raids in Texas, 1915-16, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, in a camp in Harlingen, Texas.",
        "credit": "3rd Texas Infantry, 1916 | HCHM Collections"
      }
    ],
    "learnMore": "George Perry Rains was an 18-year-old private when he served with a local militia, the Marshall Light Infantry. His career as a citizen soldier in national guard units continued for 45 years. In March 1916, the Mexican Revolution was underway. Spurred by events in this 10-year civil war, revolutionary leader General Francisco &quot;Pancho&quot; Villa's forces attacked the camp of a U.S. Army cavalry regiment in New Mexico. General John Pershing was then appointed commander of a U.S. Army expeditionary force charged with capturing Villa and policing the U.S.-Mexico border. This was the beginning of year long search for Villa. In 1916, Pershing with more than 50,000 soldiers crossed the Mexican border in an attempt to subdue Villa. The 3rd Texas Infantry was activated and joined Pershing at the Texas border. Rains, now a colonel, was commanding officer of the 3rd Texas, which included many Harrison County guardsmen. Pershing returned to the United States without capturing Villa. The U.S. entered World War I in 1917. Rains was again called to active duty with the 36th Infantry Division. He was assigned as commanding officer of the 36th Military Police and the 61st Pioneer Infantry. In 1936, now a lieutenant general, Rains retired from the national guard and was made honorary life president of the 36th Division. Born in Marshall in 1872, the son of Mercer and Nancy Texas (Arnett) Rains, he received a medical degree from the University of Texas and was a physician in Harrison County. Rains was honored nationally as a doctor and as a military man. Sources: Handbook of Texas Online, Christopher Long, &quot;George Perry Rains;&quot; HCHM Archive."
  },
  {
    "person": "Chesley Adams",
    "label": "Ceiba, Puerto Rico",
    "id": 19,
    "top": 395,
    "left": 495,
    "photoId": "12.1",
    "thumbnail": "img\\carousel-images\\12.1 WWI-WWII, ADAMS, LTC CHESLEY, 600dpi, PD6-1256 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\12.1 WWI-WWII, ADAMS, LTC CHESLEY, 600dpi, PD6-1256.png",
        "title": "World War II",
        "caption": "Chesley Adams served during World War II. He was stationed in Puerto Rico, home to Naval Station Roosevelt Roads that was called the Pearl Harbor of the Atlantic.",
        "credit": "Chesley Adams, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\12.2 puerto rica harbor.png",
        "title": "World War II",
        "caption": "Ships entering the harbor at U.S. Naval Station Roosevelt Roads, Puerto Rico.",
        "credit": "Puerto Rico, 1940 | Public Domain"
      },
      {
        "src": "img\\details-images\\12.3 puerto rico readiness.png",
        "title": "World War II",
        "caption": "Troops practicing with anti-aircraft weapons at U.S. Naval Station Roosevelt Roads.",
        "credit": "Puerto Rico, 1941 | National Archives"
      },
      {
        "src": "img\\details-images\\12.4 puerto rico soldiers .png",
        "title": "World War II",
        "caption": "Servicemen participate in a readiness drill near U.S. Naval Station Roosevelt Roads.",
        "credit": "Puerto Rico, 1941 | National Archives"
      }
    ],
    "learnMore": "Chesley Meredith Adams was born in 1892 in Marshall and entered military service in 1917. That same year he graduated with the first officer's training class at Leon Springs, Texas as a second lieutenant in the U.S. Army. These young officers became known as the &quot;90-Day Wonders,&quot; because they completed their training in only three months. Adams went on to serve in World War I with the 90th Infantry Division in Europe. He returned to active duty in 1942 during World War II and was stationed in Puerto Rico. The early years of World War II demonstrated the importance of protecting the shipping lines through the Caribbean Sea to the southern United States and Central and South America. German U-boat crews had already sunk over a million tons of United States and Allied supplies and petroleum. Puerto Rico was chosen as the base of operations to protect the Caribbean. By 1943, there were over 50,000 U.S. military personnel serving around the island on Army, Army Air Forces and Navy bases. In 1940, when Germany attacked Great Britain, the United States feared that if Germany controlled Great Britain, then Mexico and the United States would be next. In the same year, President Roosevelt ordered the construction of a naval base in the Atlantic similar to Pearl Harbor in Hawaii. A site near Ceiba, in northeast Puerto Rico, was chosen for the new naval base. The site was meant to provide anchorage, docking, repair facilities, fuel, and supplies for 60 percent of the Atlantic Fleet. Named to honor Franklin D. Roosevelt, the U.S. Naval Base Roosevelt Roads, became the largest naval installation in the world in landmass. Adams, who served 33 years in the U.S. Army, retired in May 1953 at the rank of colonel and returned to the land settled by his Adams family in 1841 in Marshall. Sources: HCHM Archive; &quot;The Role of Puerto Rico in the United States National Security Strategy&quot; by Colonel Eli Ballard, dtic.mil; &quot;Roosevelt Roads Naval Station,&quot; wikipedia.org; HCHM archive."
  },
  {
    "person": "Donald N. Cameron",
    "label": "Luzon, Philippines",
    "id": 27,
    "top": 400,
    "left": 1370,
    "photoId": "13.0 Crossing River on Luzon",
    "thumbnail": "img\\carousel-images\\13.0 Donald Norman Cameron, Luzon, Philippines, 1902-1903, .png",
    "detailImages": [
      {
        "src": "img\\details-images\\13.0 Donald Norman Cameron, Luzon, Philippines, 1902-1903, crossing river Luzon Island, 15th Battery, US Field Artillery, arrow points to Cameron, see sword Ob ID 0283, 600dpi.png",
        "title": "Philippine American War",
        "caption": "In 1902, Donald Norman Cameron served with the U.S. Army in the Philippines. In this photo, locals look on as his field artillery unit crosses a river.",
        "credit": "U.S. Army in the Philippines, 1902 | HCHM Collections"
      }
    ],
    "learnMore": "Donald Norman Cameron, born in 1875, served as a sergeant on Panay Island and Luzon with the U.S. Army field artillery. His children, Rebecca and Donald Cameron, lived in Marshall. Rebecca Cameron was a well-known East Texas newspaper reporter. Sources: HCHM Archive; <em>Marshall News Messenger</em>."
  },
  {
    "person": "Prisoners of War",
    "label": "Balanga, Philippines",
    "id": 29,
    "top": 410,
    "left": 1370,
    "photoId": "14.0",
    "thumbnail": "img\\carousel-images\\14.0 wwii-asia-philippine-islands-luzon-us-prisoners-bataan-13ef47f4a77e8c16.png",
    "detailImages": [
      {
        "src": "img\\details-images\\14.0 wwii-asia-philippine-islands-luzon-us-prisoners-bataan-13ef47f4a77e8c16.png",
        "title": "World War II",
        "caption": "Men from Harrison County were among the thousands captured in the Philippines. Some endured the long and brutal march across the Bataan Province. All suffered deprivations in Japanese prisoner of war camps.",
        "credit": "Bataan Death March, 1942 | Public Domain"
      },
      {
        "src": "img\\details-images\\14.1 Abney, Cary, Army Portrait, HEAD SHOT, ABNEY FAMILY PHOTO, 600 DPI.png",
        "title": "World War II",
        "caption": "Cary Abney Jr. served during WWII in the Philippines. He was part of the force that held off a Japanese invasion from the Bataan peninsula for nearly three months before being captured.",
        "credit": "Cary Abney Jr., 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\14.2 Ayers, Billy Alvin Source-internet site lindavdahl-com.png",
        "title": "World War II",
        "caption": "Billy Alvin Ayers enlisted in the Army Air Corps in May 1941 at age 17. After his capture, he was part of the brutal Bataan Death March. He was a captive for four years.",
        "credit": "Billy Ayers, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\14.3 March 1.png",
        "title": "World War II",
        "caption": "Several other Harrison County men were also captured in the Philippines including Jack Kelly, Lewis Chevaillier, Edwin Barry, Thomas Belch, Harry Ford, Herschel Waller, and Thomas Austin.",
        "credit": "Bataan Death March, 1942 | Public Domain"
      },
      {
        "src": "img\\details-images\\14.4 Notebook.png",
        "title": "World War II",
        "caption": "While in the Philippines, Cary Abney kept a notebook with names, addresses and other information on his fellow captive soldiers. He wrote about his concern for others and noted their deaths.",
        "credit": "Cary Abney Jr.’s Notebook, 1940s | Texas A&amp;M Collections"
      },
      {
        "src": "img\\details-images\\14.5  Burial_detail_at_Camp_O'Donnell_after_Bataan_Death_March.png",
        "title": "World War II",
        "caption": "This photo shows a burial detail at Camp O’Donnell where prisoners from the Battle of Bataan were held. Abney wrote that Edwin Barry died of a throat infection, which the Japanese would not treat.",
        "credit": "Burial Detail at Prison Camp, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\14.6 Oryoku_Maru.png",
        "title": "World War II",
        "caption": "Near the end of the war, the Japanese moved prisoners out of the Philippines on crowded, unmarked merchant cargo ships, that became known as &quot;Hell Ships.&quot; Cary Abney Jr., Tom Austin and Jack Kelly died after U.S. forces attacked these unmarked ships.",
        "credit": "Oryoku Maru, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\14.7 Waller, Herschel N SOURCE-FIND-A-GRAVE HERSHEL WALLER.png",
        "title": "World War II",
        "caption": "Herschel N. Waller became a prisoner of war May 7, 1942 the day Corregidor, Philippine Islands was taken by the Japanese.",
        "credit": "Herschel Waller, 1940s | Courtesy H.N. Waller"
      },
      {
        "src": "img\\details-images\\14.8 Waller, Herschel_POW_Hanaoka, Japan_ Camp No. 7B_Sept-7-1945_Photo No. 1-1 Courtesy Herschel N. Waller (son).png",
        "title": "World War II",
        "caption": "Near the end of the war, Waller was moved to a camp near Tokyo, Japan. He and his fellow prisoners of war were liberated in September 1945.",
        "credit": "Herschel Waller and Fellow POWs, 1945 | Courtesy H.N. Waller"
      }
    ],
    "learnMore": "Japan attacked the Philippine Islands on December 8, 1941, the day after bombing the American naval base at Pearl Harbor. The Filipino and American forces, most without combat experience, attempted to defend the Philippines. The defenders were overwhelmed. Douglas MacArthur, commander of U.S. Army Forces in the Far East, pulled back to the Bataan Peninsula, on the east coast of Luzon Island. When the Japanese took Bataan, about 66,000 Filipino and 10,000 American soldiers became prisoners of war. On April 9, 1942, the Japanese began the forced removal of prisoners of war from the Bataan Peninsula. The grueling 60-mile march to a new camp became known as the Bataan Death March. On May 6, the last of American and Filipino forces fighting in the Philippines became prisoners of war when Corregidor Island was surrendered to the Japanese. Harrison County soldiers were among those taken prisoner by the Japanese on Bataan and Corregidor. <strong>Cary M. Abney Jr.</strong> was serving at Clark Field on Luzon Island when the Japanese captured the Philippines. His family was first notified that he was missing in action. They learned he survived, but was part of the brutal Bataan Death March and died while a prisoner of war. Abney, a graduate of Texas A&amp;M and a captain, was among the first Army Reserve units activated in the lead up to World War II. His field artillery unit arrived in the Philippines three months before the Japanese attacked Pearl Harbor. While a prisoner of war, Abney wrote in a small notebook the names and addresses of more than 220 officers, soldiers and airmen with dates of death and other information. He worried their families would not know what happened to them. Abney copied the information into a second notebook. He gave the original to Eligio E. Fuerte, a Filipino he met in POW camp, to send home after the war. On December 13, 1944, before boarding the <em>Oryoku Maru</em>, a commercial cargo transport ship used to move prisoners of war to Japan, Abney gave the copy of his notebook to Chester Sanders (husband of Marshall native, Millie Brown Sanders) with instructions written on the first page of the notebook to return the book to friends in Marshall. At the top of page 24 of the notebook was a large X beside Fuente's name. Abney wrote, ”This Philippino has given me food at a time when I needed it the worst! If I do not return, he should be rewarded. I think a suit and new shoes should do.&quot; In December 1945, Abney's father sent Fuente $100 with a letter expressing his gratitude for helping his son. With U.S. forces about to retake the islands in 1944, the Japanese began moving the prisoners closer to Japan. Abney, Jack Kelly, and Thomas Austin were on the same transport ship, the <em>Oryoku Maru</em>, when Allied forces attacked the unmarked ship. Kelly died in the attack. Abney and Austin survived and were moved to a second transport ship, the <em>Enoura Maru</em>. Abney and Austin were wounded during the bombing of this ship and were on a third ship, the <em>Brazil Maru</em>, when they both died on January 28, 1945. When Abney's wife, Thelma, learned that her husband was missing in action in May 1942, she was moved to do more to support the war effort and joined the Women's Army Corp. <strong>Thomas Underwood Austin</strong>, a second lieutenant with the U.S. Army field artillery, was assigned to the Philippines four months before the outbreak of the war with Japan. He was stationed about 40 miles from Manila with an anti-aircraft battery and became a prisoner of war after the fall of Bataan and Corregidor. As the Japanese began moving some prisoners to the Japanese mainland in late 1944, Austin was aboard the <em>Oryoku Maru</em> and it was reported he died aboard this ship. A later report said he died aboard the <em>Brazil Maru</em> on January 28, 1945. These Japanese cargo transport ships, converted to prisoner transports, became known as &quot;Hell Ships&quot; because of the inhumane conditions and cruelty of the crew. Austin, along with an estimated 500 other prisoners, died on the <em>Brazil Maru</em> before the ship reached the destination in Japan on January 29. <strong>Billy Alvin Ayers</strong> enlisted in the Army Air Corps in May 1941. The Army private celebrated his 18th birthday at Manila, Luzon Island, Philippines when his unit was transferred there in October 1941. He was taken prisoner on April 9, 1942. Ayers' family did not know his fate until January 1945 when his father received a prisoner of war card with the news that Ayers was in Fukuoka Furyoshuyosho prison camp in Japan. The 1,700 prisoners in the camp were forced to work in a dangerous coal mine. More than 1,400 had broken bones from accidents and many did not survive. American forces liberated the camp on September 5, 1945. Private Ayers gave sworn testimony on camp conditions that was widely reported in newspapers and used in the Tokyo War Crimes Tribunal. <strong>Edwin Barry</strong> enlisted in the Army as a private in World War I. In 1940, he was stationed in the Philippines. Barry was reported missing May 29, 1942 soon after U.S. forces lost the Battle of Corregidor. In 1946, his family learned he was captured on Corregidor and died from malaria while in a prisoner of war camp on Luzon Island, Philippines. &quot;I have lost a gallant comrade,&quot; Gen. Douglas MacArthur wrote in a personal letter to Barry's mother. &quot;You may have some consolation in the memory that he, along with his comrades-in-arms...gave his life for his country,&quot; MacArthur wrote. Barry was posthumously promoted to colonel and awarded a Legion of Merit medal. <strong>Thomas E. Belch</strong>, a staff sergeant in the U.S. Marine Corps, was captured by the Japanese in May 1945 after the fall of Corregidor Island. His father was mayor of Waskom. Belch was sent to Kawasaki POW Camp Branch #2 in Tokyo, Japan where he was held with over 400 other prisoners of war until October 1945. They were forced to work in factories and shipping yards. Belch also served in the Korean War. <strong>Lewis B. Chevaillier</strong> served as a lieutenant with Battery B, 60th Coast Artillery Regiment (Anti-Aircraft). He was awarded a Silver Star for his brave actions during the battle for Corregidor in May 1942. During the battle, several men were severely wounded and left lying in an exposed position. Although the shelling continued without interruption, Chevaillier, with no thought of personal safety, voluntarily left his covered position and assisted in evacuating the wounded men to a first aid station several hundred yards distant. He survived the battle, but was captured by Japanese forces and imprisoned at Zentsuji Camp, Japan until his liberation in 1945. Later, he was promoted to lieutenant colonel. <strong>Harry C. Ford</strong> was 24 when he was captured as Corregidor fell to the Japanese. The U.S. Army corporal was imprisoned in the Osaka Main Camp, Japan. Prisoners in this camp were forced to work as stevedores or dockworkers for Japanese companies at Osaka Port. The POWs loaded and unloaded ships and railcars, transported materials, and worked in warehouses at the docks. They were not given enough food. A sample day's ration was rice and soup for breakfast, bread and seaweed for lunch, and rice and soup for dinner. Every 10 days the prisoners would be given fish, and meat less often. Ford's parents received a telegram with the good news that their son, now a sergeant, was liberated from prisoner of war camp on September 11, 1945. <strong>Jack W. Kelly</strong> entered the Army Air Corps on July 31, 1941. Kelly arrived in the Philippines in August 1941 serving with the 7th Materiel Squadron, 19th Bombardment Group. Stationed at Clark Field, near Manila on Luzon Island, the captain was made commanding officer of his squadron when the commander died in the Japanese attack on December 8. After Clark Field was evacuated to the Bataan Peninsula, he was first reported missing in action when the Japanese seized Bataan. Kelly was actually in prisoner of war camps in the Philippines, Camp O'Donnell and Cabanatuan, where he wrote a letter on December 13, 1944 to his wife telling her that he was being moved to Japan. He died December 15, 1944 in the attack on the prisoner of war transport ship, the <em>Oryoku Maru.</em> <strong>Herschel N. Walle</strong>r became a prisoner of war when the Japanese took Corregidor. He was serving as a private with the 27th Bombardment Group, Army Air Corps. Waller's wife, Delphine was living in Waskom when, 15 months after he was reported missing in action, she received a card through the International Red Cross telling her Waller was in a prisoner of war camp in the Philippines. In the fall of 1945 when Sendai No. 7-B POW Camp in Tokyo, Japan was liberated, Waller was one of the prisoners. He was one of 240 Americans and 40 Australians forced to work in a copper mine. Working conditions were dangerous and mistreatment a daily occurrence. Waller said that the POWs were put in 10-man work groups. They were told by their captors that if one man did something wrong the rest would be killed. In September 1945, Delphine received a cablegram with the news her husband was liberated. Sources: HCHM Archive; ”Captain Cary M. Abney Jr.,&quot; William M. Huffman; National Archives and Records Administration; <em>The Fightin' Texas Aggie Defenders of Bataan and Corregidor,</em> John A. Adams Jr.; <em>Marshall News Messenger</em>."
  },
  {
    "person": "Forrest Murphey",
    "label": "Santa Rita, Guam",
    "id": 39,
    "top": 420,
    "left": 1475,
    "photoId": "15.1",
    "thumbnail": "img\\carousel-images\\15.1 Forrest Murphey WWII Photo Album0009.png",
    "detailImages": [
      {
        "src": "img\\details-images\\15.11 scan0021.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.2 scan0024.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.3 scan0026.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.4scan0026.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.5 scan0026.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.6 scan0075.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.7 Forrest Murphey WWII Photo Album0001.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.8 Forrest Murphey WWII Photo Album0009.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.9 Forrest Murphey WWII Photo Album0009.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.10 scan0021.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.11 scan0021.png",
        "title": "World War II",
        "caption": "Forrest Murphey served with the Seabees in the Pacific Front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      }
    ],
    "learnMore": "During the early years of World War II, Forrest Murphey was a second lieutenant with Marshall's Company D of the Texas Defense Guard. He worked for the Texas &amp; Pacific Railroad in Marshall while serving with the guard. Railroad workers were often exempted from the draft because they provided an essential service in transporting military equipment and personnel. In July 1943, at the age of 33, Murphey enlisted in the Seabees. Before the U.S. entered World War II, the U.S. Navy was convinced they would be fighting a war halfway around the world. They knew this would present new challenges in moving, supplying and housing U.S. military forces. Beginning in 1940, the military started building bases on Pacific islands using civilian contractors. When the U.S. officially entered World War II, these civilian workers were needed in the military to fight the war. Also, under international law, civilians could not use weapons to fight back against an enemy military attack. In January 1942, permission was given to organize a military force that would support the Navy and Marines in remote locations that could defend themselves if attacked. The Naval Construction Battalions was born. Their name was shortened to C.Bs. and then Seabees. The earliest Seabees were experienced construction workers--welders, electricians, carpenters, plumbers, equipment operators. The average age of Seabees was 37. More than 325,000 men served with the Seabees in World War II, fighting and building on six continents and more than 300 islands. In the Pacific, where most of the construction work was needed, the Seabees built major airfields, bridges, roads, warehouses, hospitals, gasoline storage tanks and housing. Murphey was stationed with the Seabees on Guam and Papua New Guinea. Adapted from &quot;Seabees,&quot; U.S. Navy; Seabee Museum. Source: HCHM Archive."
  },
  {
    "person": "Euriah Bennett",
    "label": "Pearl Harbor, Hawaii",
    "id": 51,
    "top": 375,
    "left": 80,
    "photoId": "16A.1",
    "thumbnail": "img\\carousel-images\\16A.1 17-A Bennett, Euriah, US Navy, WWII, Pearl Harbor copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\16A.1 .png",
        "title": "World War II",
        "caption": "Euriah Bennett joined the U.S. Navy before the outbreak of World War II and served until 1945. He was awarded a Purple Heart.",
        "credit": "Euriah Bennett, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\16A.2 Bennett, Euriah 1, Battleship Row as seen from Japanese attack plane, Public Domain 74-20 1244.png",
        "title": "World War II",
        "caption": "Euriah Bennett served aboard the USS <em>Nevada</em> which was in port at Pearl Harbor on the morning of Japan’s surprise attack.",
        "credit": "Battleship Row at Pearl Harbor, 1941 | Public Domain"
      },
      {
        "src": "img\\details-images\\16A.3 Bennett, Euriah 2 Pearl Harbor USS Nevada, after initial torpedo attack Public Domain from Internet h97397.png",
        "title": "World War II",
        "caption": "The <em>Nevada</em> was hit by one torpedo from a dive bomber during the second wave of attacks. Bennett, who was cleaning up in the mess hall, rushed to his battle station.",
        "credit": "USS <em>Nevada</em> After Torpedo Attack, 1941 | Public Domain"
      },
      {
        "src": "img\\details-images\\16A.4 Bennett, Euriah 6 US Navy Public Domain66-7(28).png",
        "title": "World War II",
        "caption": "The Nevada’s gunners shot down three of the attacking planes, but the ship was hit seven times. Bennett survived the attack and continued to serve until 1945.",
        "credit": "Japanese Bomber, 1941 | US Navy"
      }
    ],
    "learnMore": "Euriah Xerxes Bennett joined the U.S. Navy in 1939. His first assignment was as a mess attendant in the kitchen on the USS <em>Nevada</em>. On the weekend of December 6, 1941, the <em>Nevada</em> and all of the other Pacific Fleet's battleships were in port at Naval Station Pearl Harbor on the island of Oahu, Hawaii. No one at Pearl Harbor knew that six Japanese aircraft carriers were poised northwest of Hawaii ready to launch over 350 planes to attack Pearl Harbor early the next morning, December 7. They had sailed for 12 days, undetected, across the Pacific Ocean to reach their destination. The first of the surprise attacks began before 8 in the morning and continued for two hours. The U.S. commander at Pearl Harbor had insisted on readiness training--knowing the right thing to do and the right place to go if attacked--and it paid off. Within five minutes of the Japanese attack, U.S. forces were firing back. The <em>Nevada</em> was hit by one torpedo, but was able to get underway. The ship was constantly under attack. Now ablaze with fires, the <em>Nevada</em> was run aground and then the next day sank in shallow waters. Of the 1,500 officers and men aboard the <em>Nevada</em>, 50 were killed in action. Bennett was awarded a Purple Heart for wounds received during the attack. Born in 1919 in Marshall, he served in the Navy until 1945 rising to the rank of petty officer in charge of the kitchen on the USS <em>Waller</em>. Sources: <em>Marshall News Messenger</em>; U.S. Navy Battleships-Nevada, navy.mil; &quot;How [Almost] Everyone Failed to Prepare for Pearl Harbor,&quot; smithsonianmag.com; &quot;Pearl Harbor: Its Origin and Administrative History Through World War II,&quot; Naval History and Heritage Command, history.navy.mil; HCHM Archive."
  },
  {
    "person": "Cecil Hollingshead",
    "label": "Pearl Harbor, Hawaii",
    "id": 56,
    "top": 375,
    "left": 80,
    "photoId": "16.1B",
    "thumbnail": "img\\carousel-images\\16.1B Cecil Hollingshead pearl harbor attack mgn-navy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\16.1B Cecil Hollingshead pearl harbor attack mgn-navy.png",
        "title": "World War II",
        "caption": "Cecil Hollingshead survived the Japanese attack on Pearl Harbor, which took the lives of more than 2,300 servicemen and pushed the United States into World War II.",
        "credit": "Pearl Harbor Attack, 1941 | U.S. Navy"
      }
    ],
    "learnMore": "On December 7, 1940, Cecil Hollingshead shipped out to Pearl Harbor, Hawaii with the U.S. Navy aboard the USS <em>Oklahoma</em>. Exactly one year later, that date took on a whole new meaning for him and all our military stationed there--and all of America--as the Japanese surprise attack on Pearl Harbor brought the U.S. into World War II. It was the dawn of a peaceful Sunday at Pearl Harbor for the young sailor from Texas. Hollingshead remembered: &quot;It was about 8:00 in the morning and I stepped out the barracks door headed for the PX for breakfast. And I heard the explosions from the hangar area that was maybe about 200 yards from the barracks. I made a left turn and made a run to the hangars and the Japanese were strafing.&quot; Hollingshead grabbed a machine gun from weapons storage. Other men removed machine guns and ammunition out of the military airplanes that were being destroyed. These would be needed to fight the next wave of Japanese fighters. He said: &quot;We didn't have any gun mounts. One person would hold the gun on their shoulder. Another would fire the gun. We managed to knock down, I think, two planes.&quot; He has the letter he wrote home to his mother telling her about it. &quot;I was hit a couple of times Sunday,&quot; said Hollingshead. &quot;But they were only grazes and I have long since healed. Something was taking care of me that day.&quot; The Pearl Harbor attack severely crippled U.S. naval and air strength in the Pacific. The attack sank or beached 12 ships and damaged nine others and 160 aircraft were destroyed. However, the Japanese did not destroy the important oil storage facilities on the island. The next day, December 8, the U.S. Congress officially declared war on the Empire of Japan, ending the American debate about whether to become involved in World War II. After the war, Hollingshead became an engineer, worked in the East Texas oilfields, and then moved to Harrison County working for Thiokol Corporation, the contractor operator at Longhorn Army Ammunition Plant in Karnack, Texas. Adapted from &quot;Cecil Hollingshead Survived Pearl Harbor&quot; by Gerry May, KTBS-TV, Shreveport, Louisiana."
  },
  {
    "person": "Myrtle D. McLeroy",
    "label": "Papua New Guinea",
    "id": 58,
    "top": 520,
    "left": 1475,
    "photoId": "17.1",
    "thumbnail": "img\\carousel-images\\17.1 medical tech hospital new guinea copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\17.1 McElroy, Bettye Dinkle WAC Pvt Home on Visit, WWII, 1944 600 dpi Front.png",
        "title": "World War II",
        "caption": "Myrtle Dinkle McLeroy poses with her parents, Mollie and William Dinkle Sr., while on a visit during World War II. McLeroy served in New Guinea as a medical technician.",
        "credit": "Myrtle Dinkle McLeroy and Family, 1944 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\17.2 medical tech hospital new guinea.png",
        "title": "World War II",
        "caption": "Myrtle Dinkle McLeroy (not pictured) worked with the 126th General Hospital Unit. Her duties may have included preparing instruments for surgeries.",
        "credit": "Hospital in New Guinea, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\17.3 general hospital new guinea copy.png",
        "title": "World War II",
        "caption": "McLeroy’s hospital unit went where they were needed setting up field hospitals in Australia, New Guinea and the Philippines.",
        "credit": "General Hospital in New Guinea, 1940s | Public Domain"
      }
    ],
    "learnMore": "Myrtle Dinkle McLeroy was 48 when she entered the Women's Army Corps as a private in September 1943. She trained as a technician in medicine and surgery. Assigned to the 5203 WAC Detachment, McLeroy served in New Guinea and the Philippines in the Southwest Pacific. Her unit was the first WAC contingent assigned there. Over 150,000 American women joined the WAC during World War II--the first women to serve within the ranks of the U.S. Army (with the exception of the Army Nurse Corp). The concept of women in uniform was difficult for American society of the 1940s to accept. Political and military leaders, desperately needing manpower and supplies, realized that women could fill the need. A Texan, Oveta Culp Hobby, was the first WAC director. Her skillful administration was one of the reasons behind the success of the organization. The need for WACs in the Southwest Pacific Theater to fill manpower shortages became acute by mid-1944, but leaders in theater headquarters thought women should not serve there. They were the last to request WACs. After they arrived, WACs were closely monitored. Fearing incidents between the women and the large number of male troops, some of whom had not seen an American woman for almost two years, the headquarters directed that WACs (as well as Army nurses) live behind locked, barbed-wire compounds. When they went to work or for recreation, armed soldier were with them. The women thought they were being treated like children, or criminals, and were angry about the unfair rules. Following the end of the war, the contributions of WACs were widely praised. McLeroy was the daughter of Mollie and William Dinkle Sr. of Harrison County's Grange Hall community. The Dinkle family also had two sons and four grandsons serve in World War II. Adapted from <em>The Women's Army Corp: A Commemoration of World War II Service</em> by Judith A. Bellafaire, U.S. Army Center of Military History. Sources: HCHM Archive; <em>Marshall News Messenger</em>."
  },
  {
    "person": "Emory Dale Slone",
    "label": "Java Sea",
    "id": 63,
    "top": 520,
    "left": 1340,
    "photoId": "18.1",
    "thumbnail": "img\\carousel-images\\18.1 USS Pope.png",
    "detailImages": [
      {
        "src": "img\\details-images\\18.1 USS Pope.png",
        "title": "World War II",
        "caption": "In 1942, Emory Dale Slone was serving aboard the USS <em>Pope</em> when damage from Japanese dive bombers caused the crew to abandon ship. After three days adrift in the Java Sea, he was among those rescued by a Japanese Navy warship.",
        "credit": "USS <em>Pope</em>, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\18.2 Slone, Emory Dale, Japanese ship captain Shunsaku_Kudo Wikipedia Public Domain.png",
        "title": "World War II",
        "caption": "The Japanese destroyer <em>Ikazuchi</em> rescued the 442 survivors from <em>Pope</em> and <em>Encounter</em>. This humanitarian decision by Japanese commander, Shunsaku Kudō, placed his ship at risk of attack and fighting ability.",
        "credit": "Shunsaku Kudō, 1940s | Public Domain"
      }
    ],
    "learnMore": "Emory Dale Slone was chief storekeeper aboard the U.S. Navy destroyer USS <em>Pope.</em> Slone was a prisoner of war from March 1942 until liberated by U.S. forces in September 1945. His parents, of the Harleton community in northwest Harrison County, were notified in May 1942 that he was missing in action. It would be three years before they would know his fate. In the early days of World War II, the <em>Pope</em> took part in fierce fighting across the islands of the Dutch East Indies (Indonesia) against the large, powerful Japanese military. In early February 1942, the <em>Pope</em> was in port for emergency repairs at a naval yard in Java. The repairs were made and the ship waited for orders. On February 28, with the Japanese certain to take Java, the Allies made escape plans. As the only destroyer in the fleet still carrying torpedoes, <em>Pope,</em> along with the British HMS <em>Encounter,</em> received the assignment of escorting from Java the seriously damaged, slow moving British warship, HMS <em>Exeter</em>. After nightfall, the three-ship convoy left port. At 9:15 the next morning, the convoy sighted Japanese ships. The Allies engaged the Japanese with gunfire. Enemy fire rained down all around Pope, but the ships in the convoy remained unharmed and the Japanese left the battle. Two hours later, the convoy encountered a fresh group of enemy warships and came under heavy fire. The <em>Pope</em> used the remaining torpedoes hitting Japanese warships. The <em>Exeter</em> took a direct hit leaving her dead in the water. Soon, the <em>Encounter</em> was also mortally wounded. Now alone in the fight, the Pope dashed at full speed into cover of a rainstorm, using the temporary cover to replenish ammunition and plan the next move. At 12:15, a Japanese airplane located <em>Pope</em>. Six enemy planes began to dive-bomb the ship and inflicted lethal injuries. Water started rushing into the ship. Just ten minutes after the fatal blow, the commander issued orders to abandon ship into lifeboats. The demolition crew destroyed the <em>Pope</em> to keep its submarine sonar technology out of enemy hands. All of the 152 officers and men serving on the <em>Pope</em> were accounted for except one who died during the demolition explosions. The crew and officers now drifted in hostile waters with limited food and water--and without knowing how their ordeal might end. The wounded and sick were inside the overcrowded lifeboats. The others, including Slone, rotated in and out of the boats in 30-minute shifts, holding onto the edge during their shift in the Pacific Ocean. At noon on the third day, their motor ran out of gas. The sailors used blankets as sails and began rowing in relay teams. That night the Japanese destroyer <em>Ikazuchi</em> rescued the 151 survivors from the <em>Pope</em>. They were hungry, dehydrated and sunburned. This humanitarian decision by Japanese commander Shunsaku Kudō--who also rescued 300 survivors of the <em>Encounter</em>--placed his ship at risk of attack and fighting ability, because of the extra load of rescued sailors. His brave action was later the subject of a book and a 2007 television program. The <em>Pope</em> sailors were imprisoned in Japan and 27 died while in captivity. The surviving crew of the <em>Exeter</em> and <em>Encounter</em> also were prisoners of war. The military, and the families, would not learn the fate of the <em>Pope</em> crew until the end of the war in September 1945 when the crewmen were liberated from Japanese prisoner of war camps. Slone was born in Harleton in 1917. He served in the U.S. Navy until 1957 and then returned to Harrison County. Sources: &quot;Action Report-USS Pope (DD225) 1 March 1942,&quot; ibiblio.com<em>; Marshall News Messenger</em>; HCHM Archive."
  },
  {
    "person": "Lost Battalion",
    "label": "Ban Pong, Thailand",
    "id": 65,
    "top": 425,
    "left": 1280,
    "photoId": "19.1",
    "thumbnail": "img\\carousel-images\\19.1 Kanchanaburi-Thailand-1944.png",
    "detailImages": [
      {
        "src": "img\\details-images\\19.1 Kanchanaburi-Thailand-1944.png",
        "title": "World War II",
        "caption": "Two Harrison County men were among the “Lost Battalion” of soldiers captured by the Japanese early in the war. They were forced to work on the infamous Burma-Siam Railroad.",
        "credit": "Thai Prison Camp, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\19.2  Morgan, Jr.png",
        "title": "World War II",
        "caption": "Alvin Morgan was among the “Lost Battalion” of soldiers captured by the Japanese at Java.",
        "credit": "Isaac Alvin Morgan, Jr., 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\19.3 Summerlin, Granville c 1941, Summerlin Family Photo.png",
        "title": "World War II",
        "caption": "Granville Summerlin said he would not have survived his first encounter with malaria without the help of Alvin Morgan Jr.",
        "credit": "Granville Summerlin, 1944 | Courtesy Summerlin Family"
      }
    ],
    "learnMore": "The heroic and tragic story of the &quot;Lost Battalion&quot; is a tale of bitter defeat, starvation, mistreatment, and disease, all experienced by Isaac Alvin Morgan Jr. and Granville Summerlin of Marshall. The Texas National Guardsmen serving with the 2nd Battalion, 131st Field Artillery sailed from California on November 21, 1941 with the Philippines as their destination. Onboard were Morgan, a lieutenant with Battery D, and Summerlin, a private with Headquarters Battery. On December 7, they heard the announcement over the ship's loudspeaker that Japan bombed Pearl Harbor and the U.S. was now at war. The next day the Japanese attacked the Philippines. The ship changed course to Australia. The 2nd Battalion then received orders to move to Java, an island in the Dutch East Indies (Indonesia). On January 11, 1942, the 2nd Battalion was on Java, the only U.S. ground combat unit in the Dutch East Indies. The battle for the island began when a large Japanese force attacked on February 27. The Americans, Australians and Dutch fought valiantly. They were overwhelmed and on March 8 the Dutch surrendered the island. Morgan said: &quot; we ... fought ... until forced to surrender.&quot; Morgan did not mention the fierceness of the battle or how the out-numbered men fought a losing battle under deplorable conditions. The 530 men of the 131st Field Artillery were now prisoners of the Japanese. Each POW was given a fabric number to sew onto their clothes. The families of Morgan and Summerlin did not know the fate of their soldiers until December 1943 when they received pre-printed prisoner of war cards from the captives. Held first in prison camps in both Java and Singapore, the men were boarded onto transport ships for their destination, Japanese-held Burma (Myanmar) and Thailand. The men were crowded into the ship's cargo hold. Many of the soldiers were sick and injured. The commercial transport ships did not mark their vessel as carrying prisoners of war. The U.S. military attacked sinking one of the ships. Morgan said: &quot;I was watching the ship that was sunk during the time I was not ducking bomb fragments from the near misses our vessel received and saw it hit. I'll never forget the sight of prisoners, mainly Dutch, jumping overboard.&quot; After five days on the transport ship, Morgan and his fellow prisoners reached Burma where they were forced into working parties to construct a 258-mile railroad that ran from Ban Phong, Thailand to Moulmein, Burma. The Japanese prisoner of war camps along the length of the railroad have been called &quot;the worst POW and forced-labor camps during World War II...through the almost impenetrable jungles of Thailand and Burma.&quot; Morgan said: &quot;We started from scratch on the railroad, even having to clear the jungle before beginning the actual construction. ... For about six or eight weeks we worked from 8 a.m. one morning until 2 a.m. the next morning, working by fires at night. The work was especially grueling during the rainy season when rains would wash out the automobile roads. We had to stop our work on the railroad and repair the washed-out road so that food could be brought up to us. We got about a pound of dry rice a day, dried fish, very few vegetables and beans.&quot; Working on the railroad in Burma was a living hell. The men were forced to work hard and long under deplorable conditions. About half of the prisoners were sick, but were forced to work until they dropped. Many died while the railroad was under construction. Limited medical supplies caused disease and infection to spread. The majority of the prisoners suffered from tropical ulcers, which left untreated, caused death. Malnutrition led to beriberi. Summerlin contracted malaria soon after he arrived in Burma. He said: &quot;I know if it had not been for Alvin Morgan...I might not have survived. It was three or four days I was unconscious.&quot; The prisoners were moved to a camp in Siam (Thailand) and stayed about 11 months. Morgan said Siam was paradise compared to Burma. Morgan received only six messages from home. The first one arrived in September 1944. His mother received only three cards from her son, the first one arriving in December 1943. News from the outside came to the prisoners over a small radio kept secret from the Japanese. Following liberation of the prisoners, they wanted to make sure families, and the U.S. government, knew what happened to those who died. The men dug up records, articles of jewelry and diaries buried in graves with those who died. These records proved valuable in helping to identify Japanese military personnel responsible for atrocities. For much of the time they were prisoners, Morgan and Summerlin were with Jack Yarbro of Marshall who was captured after surviving the sinking of the USS <em>Houston</em> off the Java coast in March 1942. The three were liberated in late 1945. Adapted from &quot;Life in Prison Camp One of Hardship, Privation, Says Morgan&quot; by Deloise McCarty, <em>Marshall News Messenger</em>. Sources: &quot;Oral Interview with Granville T. Summerlin,&quot; Dr. Ronald E. Marcello, June 9, 1981, University of North Texas Oral History Collection; <em>Hell Under the Rising Sun: Texan POWs and the Building of the Burma-Thailand Railroad</em>, Kelly E. Crager; <em>Building the Death Railway: The Ordeal of American POWs in Burma, 1942-1945,</em> edited by Robert Sherman La Forte, Ronald E. Marcello."
  },
  {
    "person": "Albert Abraham",
    "label": "Dinjan, India",
    "id": 69,
    "top": 360,
    "left": 1230,
    "photoId": "20.1",
    "thumbnail": "img\\carousel-images\\20.1 Albert Abraham copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\20.1 Albert Abraham.png",
        "title": "World War II",
        "caption": "Albert Abraham was one of only 250,000 Americans to serve in the China-Burma-India Theater in World War II. He spent the last months of the war in a Thai prison camp, after his plane was shot down.",
        "credit": "Albert Abraham, 1940s | <em>Marshall News Messenger</em>"
      },
      {
        "src": "img\\details-images\\20.2 News from the Front, WWII, Abraham diary cover.png",
        "title": "World War II",
        "caption": "Albert Abraham kept a journal of his time in a Thai prison camp.",
        "credit": "Albert Abraham’s Journal, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\20.3 -veteran Albert Abraham.png",
        "title": "World War II",
        "caption": "Albert Abraham returned to Marshall after the war. In June 2011 his missing plane was found by a Thai farmer.",
        "credit": "Albert Abraham, 2000s | Scott Brunner"
      }
    ],
    "learnMore": "They had taken off in the pre-dawn darkness -- a small squadron of fighter pilots heading out to raid a military camp near Bangkok in Japanese-occupied Thailand. The raid of April 9, 1945 was one of many the U.S. Army Air Forces would make in Thailand. The 2nd Fighter Squadron (Commando), 2nd Air Commando Group, 10th Air Force was assigned to the China-Burma-India Theater, often called the Forgotten Theater of World War II. Of the 12.3 million Americans serving at the height of the war, only 250,000 were assigned to the CBI Theater. One of them was 25-year-old Albert Abraham of Marshall, a captain in the U.S. Army Air Forces. The destination for Abraham's squadron was Don Muang, a military camp 950 miles away in Japanese-occupied Thailand, where the Japanese had stationed planes. A shot fired from the ground, during the raid on Don Muang, pierced the radiator of Abraham's plane and brought it down. Adrah Abraham, his wife, met Abraham nearly a year after his discharge from the Army Air Forces, but she recalls Abraham's telling of the story vividly. &quot;The squadron leader went in too low and ground fire hit the radiator,&quot; she said. When Abraham realized his plane was going down, she said he set the plane on full throttle, aimed it toward the ground so it would be destroyed on impact, and parachuted out. He landed in a dried-up rice paddy. He hid in some bushes near a stream, waiting until he saw some men come floating by in a flat-bottomed boat. &quot;He came out of the bushes and gave himself up to the Thai people,&quot; she said. &quot;He was kept as a prisoner in a British girl's school in Bangkok that had been turned into a POW camp. He said it was the best of all POW camps.&quot; Abraham kept a journal during his imprisonment. He was liberated a few months later when the war ended. Abraham was 21 when he and his friend, Paul Wood, enlisted in the Army Air Corps in August 1941. The two left Marshall to report for basic training in California driving in a Chrysler convertible, provided by Woods' father who was in the automobile business. Adapted from &quot;A Day in the Forgotten Theater of World War I,&quot; Karla DeLuca, <em>Marshall News Messenger</em>, November 13, 2011."
  },
  {
    "person": "Roderick Allen",
    "label": "Tokyo, Japan",
    "id": 74,
    "top": 310,
    "left": 1420,
    "photoId": "21.1",
    "thumbnail": "img\\carousel-images\\21.1 RodericRAllen.png",
    "detailImages": [
      {
        "src": "img\\details-images\\21.1 RodericRAllen.png",
        "title": "Korean War",
        "caption": "During the Korean War, Major General Roderick Allen led American forces as part of Douglas MacArthur’s Far East Command, based in Japan.",
        "credit": "Roderick Allen, 1950s | HCHM Collections"
      }
    ],
    "learnMore": "Roderick Random Allen served in three wars--World War I, World War II, and the Korean War. Born in Marshall on January 29, 1894, he spent his childhood in Palestine, Texas. Allen graduated from Texas A&amp;M in 1915. Allen entered the U.S. Army in November 1916 as a second lieutenant with the 16th Cavalry. During World War I, he served in France with the 3rd Regiment, American Expeditionary Forces and was an aerial observer with the U.S. Signal Corps. Allen commanded several armored units in the U.S. and the European Theater during World War II. He was assigned as commanding general of the 12th Armored Division in Europe in September 1944. Under his command, the 12th defended Strasbourg, France from recapture by Germany against overwhelming odds. The 12th Division spearheaded General George Patton's drive to the Rhine River in March 1945 during the final stages of the war in Europe. The 12th captured the remaining German-held bridge over the Danube River and broke the German defense line, making it the first time in recorded history that the Danube had failed to stop an army from invading German territory. The 12th played a major part in blocking the Brenner Pass, a mountain pass in the Alps between Austria and Italy. This blockade trapped over a million German soldiers in Italy during the final days of the war. On the way to the Brenner Pass the 12th Division liberated 11 German concentration camps at Landsberg, Germany. Major General Allen was awarded a Distinguished Service Medal for his leadership of the 12th Armored Division from March to May 1945 and a Silver Star for his combat service in World War II. During the Korean War, he served on General Douglas MacArthur's staff based in Japan, was Director of Intelligence for the Army Ground Forces, and commanded 16th Corps and the 9th Infantry Division. Allen was awarded a second Distinguished Service Medal as commanding general of the 16th Corp from July 8, 1950 to July 18, 1952. Allen retired from the Army in 1954 as a major general, and lived in Washington, D.C., until his death, on February 1, 1970. He is buried in Arlington National Cemetery, Washington, D.C. Learn more about Allen and World War I aerial observation in &quot;Airpower&quot; section of this exhibit. Sources: HCHM Archive; &quot;Roderick Random Allen,&quot; arlingtoncemetery.org; &quot;Roderick Allen,&quot; valor.militarytimes.org; Various articles, U.S. Army Center for Military History."
  },
  {
    "person": "Stephen Warren",
    "label": "Suwon, Korea",
    "id": 76,
    "top": 305,
    "left": 1370,
    "photoId": "22.1",
    "thumbnail": "img\\carousel-images\\22.1   2008-500-63 WARREN, STANDING BESIDE AIRPLANE, WITH FLIGHT SUIT HOLDING HELMET, UNDATED.png",
    "detailImages": [
      {
        "src": "img\\details-images\\22.1   2008-500-63 WARREN, STANDING BESIDE AIRPLANE, WITH FLIGHT SUIT HOLDING HELMET, UNDATED.png",
        "title": "Korean War",
        "caption": "Stephen Warren was a pioneering aviator. During the Korean War, he served as commander of a jet fighter group.",
        "credit": "Stephen Warren, 1950s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\22.2 2008-500-62-1 WARREN, NORTH OVER KOREA, 1951, K-3 PANTHER JETS, BOX 120.png",
        "title": "Korean War",
        "caption": "Stephen Warren poses in his K-3 Panther while in Korea.",
        "credit": "Stephen Warren, 1950s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\22.3 2008-500-62-3 WARREN, NORTH OVER KOREA, 1951, K-3 PANTHER JETS, BOX 120.png",
        "title": "Korean War",
        "caption": "Stephen Warren poses in a rare, in-flight photo over Korea.",
        "credit": "Stephen Warren, 1950s | HCHM Collections"
      }
    ],
    "learnMore": "Stephen G. Warren devoted over 30 years of his life to serving his country. He entered the U.S. Marine Corps as a naval aviation cadet in 1942 and served until his retirement in 1974. Warren served in World War II, the Korean War, and the Vietnam War. During World War II, Warren flew 104 combat missions in the South Pacific and 111 combat missions in Korea. In an air attack mission in Korea, Warren was lead pilot of a flight of four F-9-F Panther jet fighters. Warren’s plane was struck, causing his cockpit to lose pressurization and putting a hole through his left leg. It was necessary for his squadron to fly at high altitudes, because they were low on fuel. This subjected him to freezing temperatures and he used the oxygen in his parachute bailout bottle to remain conscious. Snow, ice and nightfall interfered with their visibility when they reached their landing strip. Warren decided he would land last because his plane was damaged and might crash and block the runway, preventing the other planes from landing. The fuel supply in his plane, as well as those of his squadron, was depleted. Warren circled the airport until all planes in his squadron had safely landed and, with his fuel gauge showing empty, successfully landed his plane. As a test pilot, the Marine pilot worked with well-known names in aviation history including Charles Lindberg, Red Blanchard, Joe Foss and Edward O’Hare. He served as Commander of the first squadron of Phantom jets, moving up through the ranks until his retirement as brigadier general in 1974. He was awarded three Legion of Merits Combat V, three Bronze Stars Combat V, six Distinguished Flying Crosses and a Purple Heart. A 1941 graduate of Marshall High School, he was the quarterback of the football team. Warren graduated Summa Cum Laude from Oklahoma State University. He had three brothers who served in World War II--two died during the war. Warren's collection of aviator helmets can be seen in the &quot;Airpower&quot; section of this exhibit. Sources: HCHM Archive; <em>Flying into Combat with Eagles,</em> Stephen G. Warren."
  },
  {
    "person": "Vernon B. Lewis Jr.",
    "label": "Dau Tieng, Vietnam",
    "id": 80,
    "top": 425,
    "left": 1305,
    "photoId": "23.1",
    "thumbnail": "img\\carousel-images\\23.1 Vernon L.png",
    "detailImages": [
      {
        "src": "img\\details-images\\23.1 Vernon L.png",
        "title": "Vietnam War",
        "caption": "Vernon Lewis Jr. served two combat tours of duty in Vietnam and became a brigadier general.",
        "credit": "Vernon Lewis Jr., 1973 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\23.2 Lewis, Vernon, 1977 at retirment with General Edward Meyer.png",
        "title": "Vietnam War",
        "caption": "Vernon Lewis Jr. is shown here at his retirement celebration, posing with General Edward Meyer.",
        "credit": "Vernon Lewis Jr. &amp; General Edward Meyer, 1977 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\23.3 Lewis, Vernon, 1973, FRONT, Lewis on Right, Commanders of 82nd Airborne Division, All became generals, HCHM Collection.jpg",
        "title": "Vietnam War",
        "caption": "Vernon Lewis Jr. (back, right) and all the other commanders of the 82nd Airborne Division shown in this photograph became generals.",
        "credit": "Vernon Lewis Jr. &amp; Fellow Commanders, 1973 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\23.4 Vernon Lewis 2nd battallion 77th field artillery vietnam.png",
        "title": "Vietnam War",
        "caption": "Vernon Lewis Jr. served in Vietnam as commander of the 2nd Battalion, 77th Field Artillery Regiment. You can see their battle-scarred flag in this exhibit.",
        "credit": "2nd Battalion, 77th Field Artillery, 1960s | Public Domain"
      }
    ],
    "learnMore": "During the Vietnam War, Dau Tieng Base Camp was a major staging area for operations in Vietnam for both the U.S. Army and Army of the Republic of Vietnam. The camp, established in 1966 in southeast Vietnam, was within the 31,000-acre Michelin Rubber Plantation. Vernon B. Lewis Jr., then a lieutenant colonel, arrived in Dau Tieng in 1968 as battalion commander of the 2nd Battalion, 77th Field Artillery assigned to the 25th Infantry. At midnight on February 23, 1969, a large North Vietnamese force attacked Dau Tieng. The 25th Infantry's <em>Tropic Lightening News</em> described the battle: &quot;By the time a red alert was called, shortly after midnight, portions of the camp’s perimeter had already been overrun. For more than eight hours North Vietnamese Army soldiers held a rubber forest near the south end of the camp and a part of the camp near the east end of the Dau Tieng air strip. ... The North Vietnamese troops ... hit the base camp from four sides, storming the perimeter at two points and also entering by way of a tunnel.&quot; Responding to the attack, Headquarters Battery of the 2nd Battalion, 77th Field Artillery moved a spare 105mm howitzer into position next to a runway separating the base camp. The self-described &quot;Up Tight&quot; artillerymen built a low, sandbag wall around the howitzer. They named the location ZULU Battery. Then, their regimental colors were positioned to fly above the sandbag wall. The red flag of the 2nd Battalion, 77th Field Artillery flew above ZULU Battery as the battle raged. ZULU played a major role in repelling the attack. Lewis was the battalion commander in this battle. The battle damaged regimental colors of the 2nd Battalion, 77th Field Artillery can be seen in this exhibit. This was Lewis' second tour of duty in Vietnam. The first tour was as an advisor to the Vietnamese from 1964 to 1965. He also served a combat tour of duty in the Korean War and five years at the Pentagon in Washington, D.C. When promoted to brigadier general in 1973, Lewis was the youngest general officer in the Army. He was one of the more decorated Army field artillery officers of his generation. His medals can be seen in this exhibit. The son of a T&amp;P Railroad coppersmith, Lewis was born in Marshall and graduated from Marshall High School in 1947. Lewis retired in 1977 from the Army as a major general and returned to Harrison County. Sources: <em>Vietnam Order of Battle</em> by Captain Shelby L. Stanton; <em>Marshall News Messenger; Tropic Lightening News</em>, March 10, 1969; HCHM Archive."
  },
  {
    "person": "Johnny Nickerson",
    "label": "An Khe, Vietnam",
    "id": 85,
    "top": 415,
    "left": 1305,
    "photoId": "24.1",
    "thumbnail": "img\\carousel-images\\24.1 NICKERSON004, Johnny F, Sp 4 (E-4).  Vietnam, Family Photo.png",
    "detailImages": [
      {
        "src": "img\\details-images\\24.1 NICKERSON004, Johnny F, Sp 4 (E-4).  Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "Johnny F. Nickerson served with the 1st Cavalry Division (Airmobile) in Vietnam. He entered service in spring 1966.",
        "credit": "Johnny Nickerson, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.2 NICKERSON005,, Johnny F, Sp 4 (E-4) Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "By the summer of 1967, Nickerson was awarded an Air Medal for participating in 25 aerial missions over hostile territory in Vietnam.",
        "credit": "Johnny Nickerson and Friends, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.3 NICKERSON007,, Johnny F, Sp 4 (E-4)Vietnam.png",
        "title": "Vietnam War",
        "caption": "The 1st Cavalry Division (Airmobile) converted a local golf course in Vietnam into the world's largest helipad for Huey and Chinook helicopters.",
        "credit": "Johnny Nickerson and Friends, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.4 NICKERSON012, Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "Nickerson participated in the implementation of the new concept of &quot;airmobility&quot; - using helicopters to transport troops to combat zones",
        "credit": "Johnny Nickerson and Friends, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.5 NICKERSON017, Johnny F, Sp 4 (E-4) Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "Nickerson was awarded a Bronze Star with V for bravery and a Purple Heart for wounds received in action May 9, 1967.",
        "credit": "Johnny Nickerson, 1960s | HCHM Collections"
      }
    ],
    "learnMore": "Johnny F. Nickerson served with the 1st Cavalry Division (Airmobile) in Vietnam. He entered service in spring 1966 and by summer 1967 was awarded an Air Medal for participating in 25 aerial missions over hostile territory in Vietnam. Nickerson participated in implementation of the U.S. Army's new concept of &quot;airmobility&quot;--using helicopters to transport troops to combat zones -- that was pioneered with the 1st Cavalry in Vietnam. The use of helicopters was hailed as important in moving combat troops as the change from the horse to the truck. Airmobility was a coming together of an idea, technology, and military tactics. The idea of using helicopters to move troops in combat zones was born when U.S. military officers watched small observation helicopters evacuate wounded Marines out of Korea's steep mountains. The Army thought helicopters could be a solution to moving troops to and from combat zones that were hard to move through on the ground. Technology was making the helicopter more powerful and dependable. In the 1960s, Army engineers and technicians found a way to arm the helicopter to protect the machine and its troops as they approached combat. The airmobility theory was tested. Then, in July 1965 the 1st Cavalry Division (Airmobile) was activated and began arriving at An Khe, Vietnam. They converted the local golf course into what would become the world's largest helipad for Huey and Chinook helicopters. From An Khe, the men of the 1st Cavalry put into action the concept of airmobility. They boarded helicopters bound for jungle or mountainous terrain. When they reached their destination the soldiers jumped from the hovering helicopter, ready to fight the enemy. Nickerson was awarded a Bronze Star with V for bravery and a Purple Heart for wounds received in action May 9, 1967. The 1963 graduate of Marshall's Pemberton High School was honorably discharged as a sergeant. Sources: HCHM Archive; &quot;Vietnam Studies: Air Mobility, 1961-1971,&quot; Lt. Gen. John J. Tolson; <em>Vietnam Order of Battle</em>, Captain Shelby L. Stanton."
  },
  {
    "person": "James W. Lewis",
    "label": "Ban Niang, Laos",
    "id": 91,
    "top": 385,
    "left": 1285,
    "photoId": "25.1",
    "thumbnail": "img\\carousel-images\\25.1-4_5x6_5-JamesWimberlyLewis.png",
    "detailImages": [
      {
        "src": "img\\details-images\\25.1 09-4_5x6_5-JamesWimberlyLewis.png",
        "title": "Vietnam War",
        "caption": "A B-57 bomber pilot, Lewis served during the Vietnam War. No one saw the plane crash that took Lewis’ life. He was declared Missing In Action. His remains were finally identified in 2004.",
        "credit": "James W. Lewis, 1960s | Barbara Lewis Personal Collection"
      },
      {
        "src": "img\\details-images\\25.2 LEWIS, JAMES, Ho_chi_minh_trail, 1960s, Public Domain.jpg",
        "title": "Vietnam War",
        "caption": "Bicycles were often used by the U.S. enemy--Viet Cong and North Vietnamese Army--to transport supplies and weapons via the narrow, mountainous Ho Chi Minh trail through Laos into South Vietnam combat areas.",
        "credit": "Ho Chi Minh Trail, c 1960s | Public Domain"
      }
    ],
    "learnMore": "On April 7, 1965, James Wimberley Lewis led a flight of four B-57B Canberra jet bombers across the Vietnam-Laos border on a mission against enemy targets near Ban Niang in Laos. Lewis was a pilot and a captain in the U.S. Air Force. Their target was enemy traffic along Laos Route 7, a major artery that fed into the infamous Ho Chi Minh trail, a network of roads that ran through eastern Laos and then into South Vietnam. When North Vietnam began increasing its military strength in South Vietnam, they used Route 7 in neutral Laos to transport weapons, supplies and troops into the war zone in South Vietnam. In the early days of the Ho Chi Minh trail, bicycles were often used for transportation through the narrow, mountainous trails. U.S. and South Vietnamese forces used all assets available to them to stop this flow of men and supplies from moving into the South Vietnam war zone. Lewis and his navigator initiated an attack on their target and then ran into clouds. Lewis radioed that his plane was &quot;off target and out bound.&quot; There was no further radio or visual contact with the crew. For six days, search and rescue missions looked for the missing crew and bomber. They found no evidence of the two men or their aircraft. Later, U.S. intelligence reported that there were reports both Lewis and his navigator parachuted out of the airplane and reached the ground alive. They were listed as Missing in Action. Although the cause of the crash is unknown, enemy fire and bad weather are believed to be contributing factors. Barbara Gillihan of Marshall and James Lewis of Mississippi married in 1952 while in college. After he joined the U.S. Air Force, they enjoyed the military life until April 7, 1965--the day he did not return from the mission into Laos. The Lewis family was stationed in the Philippines. Barbara returned to her hometown to raise her three young children and anxiously await word of the fate of her husband. For 17 years, she worked tirelessly to find out his status and wrote letters to him just in case he was a prisoner of war. Barbara became active with the National League of Families of American POWs and MIAs and journeyed to Laos in 1973 trying to learn more about the fate of her husband. She even sued the President of the United States when the military attempted to change his status from missing to presumption of death. She lost her lawsuit and in 1982 her husband's status was officially changed to a finding of death due to a lapse of time. In July 1997, a joint U.S.-Laos team interviewed witnesses to Lewis' crash and they were led to the crash site. Four excavations, from 2003 to 2004, resulted in finding human remains and crew-related artifacts. Lab scientists used mitochondrial DNA to identify the remains as those of Lewis and his crewmate. Barbara Lewis' 40-year search for her husband was over. Hundreds from the Marshall community, most who did not personally know him, lined the streets waving U.S. flags as the funeral procession carrying the remains of Lewis wound its way through the town to Marshall's Colonial Gardens Cemetery. Sources: HCHM Archive; <em>Marshall News Messenger</em>."
  },
  {
    "person": "Rex Parkison",
    "label": "Cu Chi, Vietnam",
    "id": 94,
    "top": 435,
    "left": 1305,
    "photoId": "26.1",
    "thumbnail": "img\\carousel-images\\26.1 Parkison, Rex, Vietnam, platoon with flag, outside barracks, kneeling on right is Parkison friend kia rescuing wounded soldier & awarded 2 silver stars, Parkison photo.png",
    "detailImages": [
      {
        "src": "img\\details-images\\26.1  Parkison, Rex, NO1.png",
        "title": "Vietnam War",
        "caption": "A fellow soldier snapped this photo of Parkison's unit on a “search and destroy” mission out of Cu Chi. Soldiers mark location coordinates on topographic maps while on patrol.",
        "credit": "Captain Carl Humphrey (front) and Fellow Soldiers, 1968 | Courtesy Rex Parkison"
      },
      {
        "src": "img\\details-images\\26.2  P1 Parkison, Rex, Vietnam, using PRC.png",
        "title": "Vietnam War",
        "caption": "Parkison, a radio operator, sent location coordinates and messages from a backpack communications unit.",
        "credit": "Rex Parkison, 1968 | Courtesy Rex Parkison"
      },
      {
        "src": "img\\details-images\\26.3 P3 Parkinson, Rex, Forward base camp, NO 3.png",
        "title": "Vietnam War",
        "caption": "A fellow soldier snapped this photo of Parkison's unit's forward base camp in the dangerous “Iron Triangle” region of Vietnam.",
        "credit": "Forward Base, 1968 | Courtesy Rex Parkison"
      },
      {
        "src": "img\\details-images\\26.4 P12 Parkison, Rex, VIETNAM, Store on base operated by Vietnamese, Parkison photo.png",
        "title": "Vietnam War",
        "caption": "A fellow soldier snapped this photo of a store on base that was operated by locals.",
        "credit": "Base Store, 1968 | Courtesy Rex Parkison"
      },
      {
        "src": "img\\details-images\\26.5 P17 Parkison, Rex out on patrol, Parkison photo.png",
        "title": "Vietnam War",
        "caption": "Parkison is on patrol in the dense jungles of Vietnam. Soldiers on patrol always carried two canteens of water, dry socks and Band-Aids.",
        "credit": "Rex Parkison, 1968 | Courtesy Rex Parkison"
      },
      {
        "src": "img\\details-images\\26.6 Parkison, Rex, Vietnam, platoon with flag, outside barracks, kneeling on right is Parkison friend kia rescuing wounded soldier & awarded 2 silver stars, Parkison photo.png",
        "title": "Vietnam War",
        "caption": "A fellow soldier snapped this photo of Parkison's platoon outside their barracks.",
        "credit": "Platoon with Flag, 1968 | Courtesy Rex Parkison"
      }
    ],
    "learnMore": "During the Vietnam War, Viet Cong and the North Korean Army used tens of thousands of miles of tunnels, including an extensive network running underneath the Cu Chi district northwest of Saigon. Some of the tunnels were dug as early as the 1940s during Vietnam's war for independence from France. They used these tunnels to disappear underground to safety and for surprise attacks. The tunnels also housed troops, stored supplies, and served as field headquarters. On October 28, 1968, Rex Parkison decided to celebrate his 21st birthday, one day early, with pound cake he saved from his food rations. Parkison was on patrol with his unit, the 1st Battalion of the 27th Infantry, the &quot;Wolfhounds.&quot; They were in the Boi Loi Woods in the Cu Chi district. When a fellow soldier was shot by sniper fire, the unit moved into a clearing where a helicopter could pick up the soldier. The clearing would also serve as the night base for the unit. As the unit settled into camp in the clearing, Parkison started opening his birthday cake, but set it aside when he was told to check the perimeter of the clearing, along with another soldier. An enemy communications cable was discovered lying on the ground. Viet Cong snipers began firing and Parkison's fellow soldiers came forward to assist. The soldiers pursued the snipers deeper and deeper into the jungle. Then, they came upon an enemy base camp and a furious eight-hour battle began. Many enemy snipers fired from trees around the base camp. Fire came from small openings in the bunkers connected to underground tunnels. The Wolfhounds' commander maneuvered the rest of the battalion against the enemy positions, but fire was so heavy that movement was slowed to a crawl. Friendly and enemy soldiers were in such close contact that supporting artillery could not be called in. The battle raged under the light of flares until after midnight. During the night, the enemy retreated. When the U.S. forces swept the area at first light, they found in the tunnels an enemy base camp so extensive that the unit commander called it the most complex system he had ever seen. Inside the tunnels were many documents and maps that gave the U.S. important information about the enemy. Parkison's birthday cake was lost in the battle. Rex Parkison and his wife retired to Marshall, her hometown. Sources: &quot;8-Hour Firefight,&quot; Tropic Lightening News, November 13, 1967; Interview with Rex Parkison, HCHM; <em>Vietnam Order of Battle,</em> Captain Shelby L. Stanton."
  },
  {
    "person": "Clarence E. McClaran",
    "label": "Ipswich, Australia",
    "id": 101,
    "top": 600,
    "left": 1500,
    "photoId": "27.1",
    "thumbnail": "img\\carousel-images\\27.1 McClaran, Clarence Edward via Ancestry.png",
    "detailImages": [
      {
        "src": "img\\details-images\\27.1 McClaran, Clarence Edward via Ancestry.png",
        "title": "World War II",
        "caption": "McClaran was one of the first graduates of the pilot training program at College of Marshall (East Texas Baptist University).",
        "credit": "Clarence McClaran, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\27.2 McClaran, Clarence Edward with wife Nancy Newland McClaran via Ancestry.png",
        "title": "World War II",
        "caption": "McClaran poses with his wife, Nancy McClaran, before shipping out to Australia.",
        "credit": "Clarence and Nancy McClaran, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\27.3 McClaran, Clarence, B-26 bombers in flight 2 Public Domain.png",
        "title": "World War II",
        "caption": "In 1941, McClaran's 22nd Bomb Group was the first to receive the experimental B-26 Marauder medium bomber and the first bomb group to fully deploy to the Pacific after Pearl Harbor.",
        "credit": "B-26 Bombers, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\27.4 B-26 Bombers in Flight.png",
        "title": "World War II",
        "caption": "McClaran was awarded the Distinguished Flying Cross for one of his daring missions flying out of Australia.",
        "credit": "B-26 Bombers, 1940s | Public Domain"
      }
    ],
    "learnMore": "Clarence Edward McClaran was one of the first graduates of the pre-World War II pilot training program at College of Marshall (East Texas Baptist University). In 1941, the pilot was a lieutenant in U. S. Army Air Corps' 22nd Bomb Group. The 22nd was first to receive the experimental B-26 Marauder medium bomber, and the first bomb group to fully deploy to the Pacific Front after the Japanese attack on Pearl Harbor on December 7, 1941. The 22nd, known as the Red Raiders, pioneered the flight route to Australia. McClaran was in the first, three-plane flight that left Hawaii for Australia on March 28, 1942. They arrived at Ipswich, Queensland in northeast Australia on April 2. Seven days later, McClaran took off for his first bombing mission--a 500-mile flight to Rabaul, New Britain that would result in the award of an Air Medal. The new pilot, with a new combat crew, reached the target area without a flight navigator. McClaran made a bombing run through intense Japanese anti-aircraft fire at 1,000 feet. He held the bomber straight and level enabling the bombardier to score hits. Eight Japanese Zero fighter airplanes attacked. The turret gunner shot down one. McClaran and his crew were cited for &quot;outstanding ability, courage and devotion to duty.&quot; McClaran was awarded the Distinguished Flying Cross for action on May 9. Returning to home field, he attacked an enemy seaplane base just established on Deboyne Islands. Throughout the attack, the aircraft was subjected to machine gun fire and the possibility of attack by 15 enemy seaplanes, which were circling above the seaplane base. McClaran's crew damaged the seaplane base, survived the attack, and returned to base. After spending 15 months in combat in the Pacific Theater, McClaran returned to the U.S., but died November 10, 1945 in a military airplane accident in Tennessee. Sources: <em>Red Raiders Over the Pacific</em>, Don Evans; <em>Marshall News Messenger</em>."
  },
  {
    "person": "Harold Raines",
    "label": "Incheon, Korea",
    "id": 106,
    "top": 305,
    "left": 1370,
    "photoId": "28.1",
    "thumbnail": "img\\carousel-images\\28.1 Raines, Harold001 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\28.1 Raines, Harold001.png",
        "title": "Korean War",
        "caption": "Harold Raines joined the Navy Reserve after serving in the Southwest Pacific in World War II.",
        "credit": "Harold Raines, 1940s | Raines Family Collection"
      },
      {
        "src": "img\\details-images\\28.2 Raines, Harold Inchon Harbor.png",
        "title": "Korean War",
        "caption": "Raines was activated in 1950 for the Korean War and assigned to the USS <em>Estes.</em>",
        "credit": "Incheon Harbor, 1950s | Public Domain"
      },
      {
        "src": "img\\details-images\\28.3 Raines, Harold Battle_of_Inchon Public Domain.png",
        "title": "Korean War",
        "caption": "His ship was stationed at Inchon. Raines was on the staff of the ship commander",
        "credit": "Battle of Inchon, 1950s | Public Domain"
      },
      {
        "src": "img\\details-images\\28.4 Raines, Harold002.png",
        "title": "Korean War",
        "caption": "Raines participated in the assault on Incheon, one of the most successful amphibious operations of the Korean War.",
        "credit": "Harold Raines, 2010s | Raines Family Collection"
      }
    ],
    "learnMore": "Harold Raines joined the U.S. Navy Reserve after serving in the Southwest Pacific in World War II. He was called for active duty in 1950 for the Korean War and assigned to the USS <em>Estes.</em> Raines was on the staff of the <em>Estes</em> commanding officer. The <em>Estes</em> participated in what has been called the &quot;brilliant&quot; amphibious landing at Incheon, Korea that reversed the course of the Korean War. The invading North Korean Army had been superior, in both manpower and equipment, over the South Korean Army and the UN forces, under the command of U.S. General Douglas MacArthur. The assault of Incheon was one of the most successful amphibious operations of the Korean War. MacArthur said the target date of September 10, 1950 was selected because of the &quot;great tides&quot; at that time of year. The operation involved 75,000 troops and 261 naval vessels and led to the recapture of the South Korean capital of Seoul two weeks later. The <em>Estes</em> was designed as a floating command post. The flagship had advanced communications equipment and combat management space for commanders during large-scale amphibious operations. Raines graduated from high school in Shreveport, Louisiana. In the early 1960s, he moved to Marshall and worked for Marshall Mill &amp; Elevator. Sources: <em>Assault from the Sea: The Amphibious Landing at Inchon</em>, Curtis A. Utz; Interview with Harold Raines, HCHM."
  },
  {
    "person": "Curtis L. Fields",
    "label": "Haman, Korea",
    "id": 112,
    "top": 310,
    "left": 1370,
    "photoId": "29.1",
    "thumbnail": "img\\carousel-images\\29.1 Fields, Curtis Korea Men of the 24th Inf. Regt. move up to the firing line in Korea-July 18, 1950-NARA Public Domain.png",
    "detailImages": [
      {
        "src": "img\\details-images\\29.1 Fields, Curtis Korea Men of the 24th Inf. Regt. move up to the firing line in Korea-July 18, 1950-NARA Public Domain.png",
        "title": "Korean War",
        "caption": "Curtis Fields was one of many African American soldiers who served with the 24th Infantry during the Korean War. He was awarded a Silver Star posthumously for his bravery in the Battle of Pusan Perimeter.",
        "credit": "Men of 24th Infantry, 1950s | Public Domain"
      }
    ],
    "learnMore": "Curtis Leon Fields, with the U.S. Army's 24th Infantry Regiment of the 25th Infantry Division, participated in the Battle of Pusan Perimeter, one of the first major engagements of the Korean War. It was a large-scale battle between United Nations and North Korean forces in August and September 1950. An army of 140,000 United Nations troops, facing defeat, rallied to make a final stand against the invading North Korean army of 98,000 men. The United Nations forces were under the command of the United States Army. Fields, after volunteering to serve as contact for his company, was fatally wounded as he exposed himself to withering enemy fire to protect his squad as they entered their vehicles. He was awarded the Silver Star for gallantry and intrepidity in action on August 6, 1950. Fields, private first class, was from Marshall. He entered the U.S. Army in 1948 and had served in Korea since July 10. Sources: <em>Marshall News Messenger</em>; &quot;Curtis Leon Fields,&quot; koreanwarproject.com."
  },
  {
    "person": "Rufus LaDell James",
    "label": "Dong Ha, Vietnam",
    "id": 114,
    "top": 405,
    "left": 1300,
    "photoId": "30.1",
    "thumbnail": "img\\carousel-images\\30.1 Rufus, James La Dell, Misc. Military Photos, No. 25.png",
    "detailImages": [
      {
        "src": "img\\details-images\\30.1 Rufus, James La Dell, Misc. Military Photos, No. 25.png",
        "title": "Vietnam War",
        "caption": "Rufus James gave his life as part of the first “Combat Skyspot” unit deployed to Vietnam. His group was ambushed while scouting radar locations.",
        "credit": "Rufus LaDell James, 1960s | HCHM Collections"
      }
    ],
    "learnMore": "Rufus LaDell James, an airman with the U.S. Air Force, was chosen for the first Combat Skyspot unit deployed to Vietnam. Dong Ha Combat Base was six miles south of the Vietnamese Demilitarized Zone in central Vietnam. First established for U.S. Marines to support the South Vietnamese army protecting the boundaries of the demilitarized zone, the base became a place to implement the U.S. Air Force top-secret, new way to make bombing operations more accurate. In 1965 the Air Force had a problem in Vietnam. The long rainy season and thick, low-hanging clouds made bombing runs difficult, especially at night. The enemy Viet Cong took advantage of this problem and began launching their attacks during these times. A solution was needed. The solution was already being used to improve the accuracy of aircrew training for bombing raids in the United States. This training system combined radar and computers near the bombing site. The system guided the bomb runs and then measured their accuracy. This same operation would now be used in Vietnam. Named &quot;Combat Skyspot,&quot; bombers were guided along a designated route and then aircrews signaled when to release their weapons. More than 3,000 men manned multiple locations, 24 hours a day, from March 1966 until August 1973 in South Vietnam, Thailand and Laos. They directed more than 300,000 bombing flights, including reconnaissance and rescue. The enemy was now forced to conduct daring raids to eliminate the Combat Skyspot sites or force their relocation. On June 5, 1966, James' team left Dong Ha Combat Base to finish surveying a site for the radar. The party scouted the area the previous day. This day, Viet Cong ambushed them. There were no survivors. James was a 1955 graduate of Marshall's Pemberton High School. Sources: <em>Marshall News Messenger;</em> &quot;Combat Skyspot,&quot; Richard A. Durkee; &quot;Dropping Tones - the Combat Evaluation Group and Combat Sky Spot in Vietnam,&quot; Air Force Global Strike Command History Office."
  },
  {
    "person": "Sonnie B. McCarley",
    "label": "Chateau-Thierry, France",
    "id": 118,
    "top": 240,
    "left": 820,
    "photoId": "31.1",
    "thumbnail": "img\\carousel-images\\31.1 McCarley, Sonnie B 3, 369th Infantry, Croix de Guerre, National Archives.png",
    "detailImages": [
      {
        "src": "img\\details-images\\31.1 McCarley, Sonnie B 3, 369th Infantry, Croix de Guerre, National Archives.png",
        "title": "World War I",
        "caption": "Sonnie McCarley of Marshall was inducted into the U.S. Army on December 7, 1917 at age 25.",
        "credit": "Men of the 369th Infantry, 1918 | Public Domain"
      },
      {
        "src": "img\\details-images\\31.2 McCarley, Sonnie B 1, 369th Arrives in NYC after war, National Archives, Public Domain.png",
        "title": "World War I",
        "caption": "McCarley served with the 369th Infantry Regiment. The unit was known as the “Harlem Hellfighters&quot; because most of the soldiers were New York national guardsmen. As replacements were needed for the 369th, men from Texas were assigned to the unit.",
        "credit": "Men of the 369th Infantry, 1918 | Public Domain"
      },
      {
        "src": "img\\details-images\\31.3 McCarley, Sonnie B, 369th Infantry, French helmets, National Archives.png",
        "title": "World War I",
        "caption": "The 369th Infantry was the first African American regiment to serve with the American Expeditionary Forces during World War I.",
        "credit": "Men of the 369th Infantry, 1918 | Public Domain"
      }
    ],
    "learnMore": "During World War I, the U.S. Army had 38,000 African Americans serving in segregated combat units. One of the most famous was the 369th Infantry Regiment. They became known as the “Harlem Hellfighters&quot; because most of the soldiers were New York national guardsmen and their reputation for toughness in battle. As replacements were needed for the 369th, men from Texas were assigned to the unit, including Sonnie B. McCarley of Marshall. McCarley was inducted into the U.S. Army on December 7, 1917 at age 25. By April 1918, the private first class was assigned to the 369th and shipping out to the war in France. The 369th Infantry was the first African American regiment to serve with the American Expeditionary Forces during World War I. Before that, any African American wanting to fight in the war enlisted in French or Canadian armies. John J. Pershing, commander of the American Expeditionary Forces, assigned the 369th to the French army. The men were issued French weapons and helmets, but continued to wear their U.S. uniforms. With the French, the Harlem Hellfighters fought at Chateau-Thierry and Belleau Wood. They spent 191 days in combat, longer than any other American unit in the war. The bravery of the 369th earned them fame in Europe and America. Two of their soldiers were the first Americans awarded the French Croix de Guerre. The 369th officers and men received 171 individual medals and the unit was also awarded a Croix de Guerre for taking Sechault, France from the Germans during the Meuse-Argonne Offensive. Sources: &quot;369th Infantry Regiment,&quot; wikipedia.com; &quot;Who Were the Harlem Hellfighters?,&quot; pbs.org."
  },
  {
    "person": "George A. Thompson",
    "label": "Naples, Italy",
    "id": 122,
    "top": 280,
    "left": 860,
    "photoId": "32.1",
    "thumbnail": "img\\carousel-images\\32.1 370th in Italy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\32.1  92nd-Infantry-DivisionPoval italy.png",
        "title": "World War II",
        "caption": "George Thompson served as a wire crewman with the 370th Infantry Regiment, 93rd Infantry Division.",
        "credit": "93rd Infantry Division, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\32.2  370th in Italy.png",
        "title": "World War II",
        "caption": "Thompson was killed in action in Italy during World War II and posthumously received a Bronze Star for meritorious service in combat.",
        "credit": "370th Infantry Regiment, 1940s | Public Domain"
      }
    ],
    "learnMore": "George A. Thompson, a sergeant with the U.S. Army, was killed in action in Italy during World War II and posthumously received a Bronze Star for his actions in battle on November 24, 1944. Thompson was a wire crewman operating with an attacking battalion. His unit, the 370th Infantry Regiment of the 93rd Infantry Division, was attached to the 1st Armored Division. Thompson repeatedly exposed himself to hostile fire while crossing enemy-observed terrain to check and repair communications line. The line was repeatedly broken by intense enemy artillery and mortar fire. Thompson was mortally injured by enemy fire. The 370th Infantry Regiment arrived in Naples, Italy on August 1, 1944. Attached to the 1st Armored Division, the 370th entered combat on August 24, 1944. In the spring of 1944, after years of pressure from the black community, the government grudgingly rescinded its policy excluding African American soldiers from combat. Thompson was born in 1916 and, before entering service, worked as a boilermaker with Texas &amp; Pacific Railroad in Marshall. Marshall's George A Thompson American Legion <em>Post</em> No 878 is named in his honor. Sources: HCHM Archive; <em>Marshall News Messenger</em>; fold3.com."
  },
  {
    "person": "William C. Allen",
    "label": "Saint-Mihiel, France",
    "id": 127,
    "top": 240,
    "left": 830,
    "photoId": "34.1",
    "thumbnail": "img\\carousel-images\\34.1 Allen, 2nd Lt. Will C. Source-  Ancestry copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\34.1 Allen, 2nd Lt. Will C. Source-  Ancestry.png",
        "title": "World War I",
        "caption": "After volunteering for the war, Allen was assigned to the newly formed 90th Infantry, the “Tough ‘Ombres.” He was a platoon leader with the 345th Machine Gun Battalion.",
        "credit": "William C. Allen, 1910s | Public Domain"
      },
      {
        "src": "img\\details-images\\34.2 Allen, Will C, St Miheil salient, “Over the top”; American soldiers answering the bugle call to “charge”.France Library of Congreee 3b22390u.png",
        "title": "World War I",
        "caption": "During an attack near Saint-Mihiel, Allen led his platoon of machine gunners over the top of the trench. They were gassed by the Germans, but kept going.",
        "credit": "Battle of St Mihiel, 1918 | Library of Congress"
      },
      {
        "src": "img\\details-images\\34.3 Allen, Will C. cartoon.png",
        "title": "World War I",
        "caption": "Allen later died of pneumonia, made worse by his gas exposure in battle. His friend and fellow soldier, artist Donnell Brown, drew this image in his honor.",
        "credit": "In Memorium: Will C. Allen, 1921 | Don Brown"
      }
    ],
    "learnMore": "On June 6, 1918, William Claiborn Allen stepped off a troop train at the Marshall Passenger Station for a visit with his parents, William and Nancy Hall Allen. He was one of the many soldiers filling the passenger cars headed for the East Coast and a steamship bound for France. There they would join other American Expeditionary Forces soldiers fighting against Germany during World War I. In 1917, Allen answered a call for volunteers with the Texas Army National Guard. After completing officers training, the young second lieutenant was assigned to the newly formed 90th Infantry. He was a platoon leader with the 345th Machine Gun Battalion. The 90th, made up of Texas and Oklahoma guardsmen, wore a shoulder patch with a red &quot;T-O.&quot; Their toughness in battle would lead to a new name for &quot;T-O&quot; -- &quot;Tough O'mbres.&quot; Americans arriving in France were shocked to see the devastation. French citizens lost their homes, their livelihood, and their lives during the war. On September 12, 1918, General John J. Pershing launched the first major offensive in Europe at German-held Saint-Mihiel, France. The railroad through Saint-Mihiel was needed out of German hands so the Allies in Paris could send men and supplies to their troops on the Eastern Front. This problem had to be solved before a final Allied offensive could begin to end the war. Will and his platoon spent the night before the battle in the trenches. The opening line of the last letter Will wrote home read: &quot;In the front line trenches, in a dug-out, France September 11, 1918.&quot; The Germans were bombarding U.S. forces, including using mustard gas. Will said the shells were dropping every thirty seconds. &quot;We are about ready to get into something awful.... I may get through this, but if I don't it is God's will and I am ready.&quot; On the morning of September 12, the attack by the U.S. was underway. Will led his platoon of machine gunners over the top of the trench. They were gassed by the Germans, but kept going. The battle continued for four days. Will received another dosing of German gas and fell on the field. When the fighting was over this area of France was liberated from German occupation. Weakened by breathing mustard gas, Will contracted pneumonia and died October 15, 1918. He was buried in France. In 1921, his family brought his body to Marshall's Greenwood Cemetery. Sources: HCHM Archive; <em>The Marshall Morning News</em>; &quot;Today in History, The St. Mihiel offensive,&quot; Library of Congress; Texas Military Forces Museum archive."
  },
  {
    "person": "Donnell A. Brown",
    "label": "Angouleme, France",
    "id": 131,
    "top": 260,
    "left": 810,
    "photoId": "35.1",
    "thumbnail": "img\\carousel-images\\35.1 WWI-Brown, Don (left, 19 yrs), & best friend Bill Robertson (20 yrs) enlisted April 4, 1918, left Marshall April 8, 1918 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\35.1 WWI-Brown, Don (left, 19 yrs), & best friend Bill Robertson (20 yrs) enlisted April 4, 1918, left Marshall April 8, 1918.png",
        "title": "World War I",
        "caption": "Brown attended what is now East Texas Baptist University. In 1916, while still a student, he joined the Marshall Musketeers. Don joined the U.S. Army in April 1918. He was 19 years old.",
        "credit": "Donnell Brown (left) &amp; Bill Robertson, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\35.2 WWI-Brown, Don walking down road with 4 men carrying guns, Brown 2nd from left, Paris, France, 1919 Scpbk 200-Vol 1 600 dpi.png",
        "title": "World War I",
        "caption": "Don served with Company D, 54th Ammunition Train, assigned to the U.S. First Army Artillery Park at Angouleme, France.",
        "credit": "Donnell Brown (second from left) &amp; Friends, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\35.3 WWI-Brown, Don with 4 soldiers carryng guns & 1 man in native clothing, Paris, France, 1918 Scpbk 200-Vol 1 600 dpi.png",
        "title": "World War I",
        "caption": "After the war, Don attended art school in New York City and became a well-respected artist and art educator. In 1923 and 1926, Don returned to France to continue his art studies in Paris.",
        "credit": "Donnell Brown (left) &amp; Friends, 1918 | HCHM Collections"
      }
    ],
    "learnMore": "Donnell Adair Brown lived most of his early life in Marshall where he attended what is now East Texas Baptist University. In 1916, while still a student, he joined the Marshall Musketeers, a local militia associated with the Texas State Guard. Brown and his best friend, Bill Robertson, joined the U.S. Army in April 1918. He was 19 years old. Brown was assigned to Company D, 54th Ammunition Train, Coast Artillery Corps at Fort Rosencrans, California. Ammunition trains were responsible for delivering ammunition to the battlefront. The train itself may have been an actual railroad train, but in most cases was not. Depending on the time period, the ammunition would be delivered by horse-drawn wagon or motor trucks. The 54th Ammunition Train shipped out for France in August 1918 assigned to the U.S. First Army Artillery Park at Angouleme, France. During World War I, the army artillery park was a place for the handling and transportation of ammunition, usually set up seven miles behind the battlefront. Brown's unit returned to the United States in January 1919. After the war, he attended art school in New York City and became a well-respected artist and art educator. In 1923 and 1926, Brown returned to France to continue his art studies in Paris. He also became Paris correspondent for the Paris editions of several nationally known U.S. newspapers. Sources: Texas Military Forces Museum Archive; &quot;History of the 1st Army Artillery Park, C.A.C. During WWI,&quot; archive.org."
  },
  {
    "person": "Henry Hockwald",
    "label": "Saint-Etienne, France",
    "id": 135,
    "top": 260,
    "left": 825,
    "photoId": "36.1",
    "thumbnail": "img\\carousel-images\\36.1 Hockwalk, Henry Scrapbook Page 21  Henry in uniform dress hat HCHM Collection.png",
    "detailImages": [
      {
        "src": "img\\details-images\\36.1 Hockwalk, Henry Scrapbook Page 21  Henry in uniform dress hat HCHM Collection.png",
        "title": "World War I",
        "caption": "Henry Hockwald was already a captain in the Texas National Guard when the U.S. entered World War I.",
        "credit": "Henry Hockwald, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\36.2 Hockwalk, Henry Scrapbook Page 21  Henry in doughboy helmet HCHM Collection.png",
        "title": "World War I",
        "caption": "His unit was absorbed into the 143rd Infantry Regiment, which arrived in France in 1918.",
        "credit": "Henry Hockwald, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\36.3 Hockwald, Henry Album  Inside Cover, 143rd Infantry Officers in Serigny, France, 1918, SCPB 112, HCHM.png",
        "title": "World War I",
        "caption": "Hockwald and his fellow soldiers fought alongside French troops in active combat until the signing of the Armistice.",
        "credit": "Henry Hockwald (top row, 2nd from left) and officers, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\36.4 Hockwald, Henry Album  Inside Cover, Officers in Soulitre Saltre, France with priest, 1919, SCPB 112 HCHM.png",
        "title": "World War I",
        "caption": "Hockwald and his fellow officers pose with Father Boussant while in France.",
        "credit": "Henry Hockwald (seated), 1919 | HCHM Collections"
      }
    ],
    "learnMore": "Henry Hockwald began his 45-year military career in 1898 serving with the Marshall Musketeers, a local militia associated with the Texas State Guard. By 1903 he was a second lieutenant with Company D, 3rd Infantry, Texas National Guard. Hockwald was promoted to captain and commanding officer of the 3rd Infantry Supply Company. During World War I, his unit was absorbed as a supply company in the 143rd Infantry Regiment. The 143rd, as a part of the 36th Infantry Division, arrived in France during the early summer of 1918. Hockwald's unit was shipped by rail to northeast France and served as a reserve of the French army. Hockwald's 143rd Regiment was then transferred to the 4th French Army. The 143rd Infantry received its baptism of fire in an attack about 6 p.m. on October 10 when they successfully attacked the Germans near Saint-Etienne in the Meuse-Argonne Offensive. The next day, the German army retreated to the north. The 143rd Regiment, as part of the 72nd Infantry Brigade, took up the pursuit, which resulted in the establishment of a new Allied line. The following day, the regiment continued its relentless attack and gained control of the northern bank of the Aisne River. The Regiment maintained strong contact with the enemy until relieved by other Allied forces about October 28. The Regiment then moved to the Triaucourt areas, remaining there as a unit of the 1st American Army, until the signing of the Armistice on November 11. The 143rd Regiment started returning to the United States on April 26, 1919. The Regiment spent 23 days in action, all in combat zones. The value of enemy ammunition captured was $10 million. Hockwald retired from military service as a colonel in 1943 and with his wife, Hannah (Hirsch) Hockwald, returned to Marshall. They lived in Hotel Marshall for 22 years until their deaths in the 1965. Adapted from &quot;143rd Infantry Regiment,&quot; Texas Military Forces Museum. Sources: HCHM Archive; <em>Marshall News Messenger</em>."
  },
  {
    "person": "William H. Wood",
    "label": "Sagan, Germany",
    "id": 140,
    "top": 225,
    "left": 860,
    "photoId": "37.1",
    "thumbnail": "img\\carousel-images\\37.1 Wood, William H, Wood Family Photo.jpg",
    "detailImages": [
      {
        "src": "img\\details-images\\37.1 Wood, William H 2, Wood Family Photo.png",
        "title": "World War II",
        "caption": "William H. Wood was born in Marshall in 1923. At the age of 17, he joined the U.S. Army Air Corps.",
        "credit": "William Wood, 1940s | Wood Family Photo"
      },
      {
        "src": "img\\details-images\\37.2 Wood, William H, P-47N_Thunderbolt, public domain.png",
        "title": "World War II",
        "caption": "Wood flew the P-47 Thunderbolt with the 356th Fighter Group. They protected American bombers flying missions over Germany.",
        "credit": "P-47N Thunderbolt, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\37.3 Stalag Luft III .png",
        "title": "World War II",
        "caption": "After being shot down during a mission, Wood endured miserable conditions in a German POW camp named Stalag Luft III.",
        "credit": "Stalag Luft III POW Camp, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\37.4 Wood, William H, POW Stalag Luft III Death March, Marchers with sled, c 1945, Courtesy Appell Publishing.png",
        "title": "World War II",
        "caption": "With the approach of the Russian Army, Wood and his fellow captives were forced by the Germans to march through a blizzard to another camp.",
        "credit": "Stalag Luft III Death March, 1945 | Appell Publishing"
      },
      {
        "src": "img\\details-images\\37.5 Wood, William H, Wood Family Photo.png",
        "title": "World War II",
        "caption": "In April of 1945, the U.S. Army liberated all the prisoners of war held in this part of Germany. Wood and his fellow captives were freed.",
        "credit": "William H. Wood, 1940s | Wood Family Photo"
      }
    ],
    "learnMore": "William H. Wood joined the U.S. Army Air Corps at the age of 17 and trained as a P-47 Thunderbolt pilot. Stationed in Martlesham Heath, Suffolk, England with the 356th Fighter Group, the fighter pilot escorted American bombers on runs to Germany. Flying his 23rd mission on May 7, 1944, Wood's airplane was hit by enemy fire and he parachuted out over Holland. A Dutch farmer attempted to hide the young second lieutenant from the Germans, but Wood was captured and sent to prisoner of war camp Stalag Luft III in Sagan, Germany. Stalag Luft III was miserable. Air raids, lice, bedbugs, food shortages and disease ravaged prisoners. The POWs were fed what Wood called “green death soup,” made from worm-ridden vegetables, and a flavorless flour soup with the consistency of water he called “grey death soup.” This diet was supplemented by an occasional potato and German black bread. The lack of proper nutrition caused dysentery to run rampant through the camp. On the night of January 27, 1945, the 10,000 prisoners at Luft III were given an hour to pack their belongings and be ready to leave camp. The Russian army was pushing into Eastern Germany causing an evacuation of the POWs. The prisoners left after midnight, walking in the ever-increasing fury of a blizzard. While traveling with ill-fitting packs, constant snowfall and near zero degree temperatures, the men dealt with blisters, sickness, and frostbitten feet and hands. Six days and 62 miles from Sagan, the men were split into two groups. Wood’s group went on to Stalag 7A Moosberg near Munich, Germany. Three months after arriving at Stalag 7A, the 14th Armored Division of General George Patton’s 3rd Army liberated the 80,000 prisoners in the camp. Stalag Luft III was the POW camp depicted in the 1963 movie, “The Great Escape,” starring Steve McQueen. William Henderson Wood was born in Marshall in 1923. His brother, Perry Wood, served in the U.S. Navy during World War II. Sources: HCHM Archive; <em>Marshall News Messenger</em>; Sally Wood Keedy; &quot;William H.Wood,&quot; American Air Museum of Britain; World War II Prisoner of War Database, National Archives and Records Administration."
  },
  {
    "person": "Arthur Lee Wesley",
    "label": "Maastricht, Netherlands",
    "id": 146,
    "top": 230,
    "left": 830,
    "photoId": "38.1",
    "thumbnail": "img\\carousel-images\\38.1 Wesley, Arthur Lee,  Principal,  Courtesy Dora Wesley Morris.png",
    "detailImages": [
      {
        "src": "img\\details-images\\38.1  Wesley, Arthur Lee photo Courtesy Wesley Family.png",
        "title": "World War II",
        "caption": "Arthur Lee Wesley served with the 856th Quartermaster Corps. After landing on the beaches of Normandy, he fought in the famous Battle of the Bulge.",
        "credit": "Arthur Lee Wesley, 1940s | Courtesy Dora Wesley Morris"
      },
      {
        "src": "img\\details-images\\38.2 Wesley, Arthur Lee,  Principal,  Courtesy Dora Wesley Morris.png",
        "title": "World War II",
        "caption": "Wesley received an honorable discharge on December 5, l945. He then served as a first sergeant in the United States Army Reserve.",
        "credit": "Arthur Lee Wesley, 1990s | Courtesy Dora Wesley Morris"
      },
      {
        "src": "img\\details-images\\38.3 Wesley, Arthur Lee 2 Courtesy Dora Wesley Morris.png",
        "title": "World War II",
        "caption": "Later in life, Wesley inspired young people as principal of Jefferson (Texas) Junior High School.",
        "credit": "Arthur Lee Wesley, 1990s | Courtesy Dora Wesley Morris"
      }
    ],
    "learnMore": "Arthur Lee Wesley entered the U.S. Army in May 1943. He was assigned to the U.S. Army Quartermaster Corps. Serving in Europe, he received five bronze battle stars for Normandy, Northern France, the Ardennes, Rhineland and Central Europe. Wesley landed on Normandy Beach. D-Day+3, and also fought in the Ardennes Counteroffensive that became known as the &quot;Battle of the Bulge.&quot; Quartermaster Corps companies provided services in combat zones. Some operated close to the front. Others provided supplies and services in a rearward position. Most became involved in combat. During the Battle of the Bulge, the Quartermaster Corps units in the rear often had to take on the role of infantrymen fighting the Germans. A commanding general of the 9th Army said after World War II: &quot;To the individual soldier I give final and highest praise. Whether in a front-line line unit ... or in a rearward position, performing hard ... tasks without glamor — it was only through his spirit, courage, and ability, working in a team with his fellow soldiers, that our armies were victorious.&quot; Wesley received an honorable discharge on December 5, l945. The young soldier then served as a first sergeant in the United States Army Reserve. Born in 1924, Wesley was a long-time resident of Marshall. He was a public school educator and administrator. Sources: Dora Wesley Morris; U.S. War Department General Orders; <em>Conquer: The Story of the Ninth Army, 1944-1945,</em> Theodore W. Parker Jr. and William J. Thompson; Battle of the Bulge: Interactive Timeline, Library of Congress; <em>The Quartermaster Corp: Operations in the War Against Japan</em>, Alvin P. Stauffer."
  },
  {
    "person": "Perry Bonner",
    "label": "Oran, Algeria",
    "id": 150,
    "top": 310,
    "left": 800,
    "photoId": "39.1",
    "thumbnail": "img\\carousel-images\\39.1 PerryBonner.png",
    "detailImages": [
      {
        "src": "img\\details-images\\39.1 PerryBonner.png",
        "title": "World War II",
        "caption": "Perry Bonner marched all over North Africa during the early years of World War II.",
        "credit": "U.S. Army in Tunisia, 1940s | Public Domain"
      }
    ],
    "learnMore": "Perry Bonner, born in Marshall in 1921, might best be described as the most decorated combat soldier of Harrison County during World War II. He earned one less medal than the most decorated American soldier of World War II, Audie Murphy, all by the age of 20. The only medal that he did not receive was the Congressional Medal of Honor. In October 1942, Bonner and his unit were training in England--amphibious landings, shooting rifles and other warfare maneuvers. They were told it was time to ship out; they just didn't know to where. The soldiers learned North Africa was their destination 10 days after boarding a ship for the 31-day trip to Africa. While passing through the Cape of Gibraltar, Bonner said he realized war was approaching when he saw German flags flying over Spain. Bonner would be part of Operation Torch, a successful Allied invasion of North Africa. The build-up for Operation Torch was huge, with 24,500 men aboard 102 ships sailing from the United States and 35,000 in a convoy of over 250 ships sailing from Great Britain. On November 8, 1942, on a beach near Arzew, French Morocco, Bonner's 16th Infantry Regiment of the 1st Infantry Division--the famous &quot;Big Red One&quot;--would make it's first amphibious assault under combat conditions. After a successful landing, the regiment helped capture Oran, Algeria. In doing so, the Big Red One established a permanent presence for the U.S. Army in North Africa. It was in Oran, on December 2, that Bonner's actions led to the award of a Silver Star. While riding on a self-propelled howitzer, at great personal risk and in face of heavy machine gun and rifle fire, Bonner saved the life of his superior officer who was seriously wounded when the vehicle became disabled and caught fire threatening to set off high explosive shells. Bonner's heroism under enemy fire was an inspiration to his comrades. Continuing to fight with the Big Red One, Bonner participated in the D-Day invasion at Normandy, France and then fought the Germans across France, in the Hurtzgen Forest, and at the Battle of the Bulge. The 16th Infantry Regiment compiled an impressive record in World War II. The soldiers earned four Medals of Honor, 87 Distinguished Service Crosses, and 1,926 Silver Stars. Adapted from &quot;North Africa,&quot; 16th Infantry Regiment Historical Society. Sources: Perry Bonner Oral Interview, HCHM Archive."
  },
  {
    "person": "Lloyd Donald Minter",
    "label": "Vittel, France",
    "id": 152,
    "top": 260,
    "left": 830,
    "photoId": "40.1",
    "thumbnail": "img\\carousel-images\\40.1 Minter, Lloyd Donald in uniform Courtesy Donna Minter Sedota.png",
    "detailImages": [
      {
        "src": "img\\details-images\\40.1 Minter, Lloyd Donald in uniform Courtesy Donna Minter Sedota.png",
        "title": "World War II",
        "caption": "Lloyd Donald Minter served as a member of the U.S. Signal Service. Trained in International Morse Code at the Pentagon, Minter passed examinations for speed and accuracy before heading to the warfront.",
        "credit": "Lloyd Donald Minter, 1940s | Courtesy Donna Minter Sedota"
      },
      {
        "src": "img\\details-images\\40.2 Minter-Lloyd-Donald-LErmitage-Hotel-Vittel-France-PublicDomain.png",
        "title": "World War II",
        "caption": "Minter delivered radio messages to the 6th Battle Group command headquarters based in the L'Ermitage Hotel.",
        "credit": "L'Ermitage Hotel, Vittel, France, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\40.3 MINTER, LOYD DONALD _This is the brass that did it_ US Command NARA 28-0945a.png",
        "title": "World War II",
        "caption": "Minter’s company provided communication services to General Dwight D. Eisenhower and General Jacob L. Devers. Minter likely saw some of the most important U.S. generals in the European Theater.",
        "credit": "U.S. Military Commanders of the European Theater, 1940s | Public Domain"
      }
    ],
    "learnMore": "Lloyd Donald Minter was inducted into the U.S. Signal Service on June 19, 1942. Following basic training, he was sent to Washington, D.C. to learn International Morse Code. He was told to go to the Pentagon for classes, but was not told where the classes would be held in the massive, new Washington, D.C. headquarters of the U.S. Department of Defense. When Minter asked for directions no one knew where the radio department was located. Minter decided to go outside and look for antenna, which would identify the location of the radio operator classes. He found the antenna and his classroom. Minter was trained as a high-speed radio operator sending, receiving, reading and transcribing radio messages. After passing tests for speed and accuracy, Minter was sent overseas to Oran, Algeria in North Africa with the 3158th Service Signal Company, 3211 Signal Service Battalion. There he lived in an open tent with C-rations for meals and as he described, &quot;waited and waited&quot; for orders. Sent to Algiers, he said, &quot;that's when we really started what we were sent there for.&quot; It is in Algiers that he began sending and receiving messages for some of the most important U.S. generals in World War II. His company provided communications services for General Dwight D. Eisenhower at his Hotel St. George headquarters. Following behind Allied forces invading Italy in September 1943, Minter's company set up operations in the Italian seaport of Brindisi. Then under the command of General Jacob L. Devers, the second D-Day invasion of France, Operation Dragoon, was undertaken by the 6th U.S. Army Group in August 1944. Minter's company followed General Devers setting up radio operations behind the battlefront at operation command headquarters. After successfully pushing the German enemy away from important French Mediterranean ports, Devers set up headquarters in Vittel, France. Minter delivered messages to the headquarters of the 6th Army Group as they finished the Southern France campaign and launched other campaigns to finish the war. Minter's company was there with Devers for over a year. The radio operators lived in the home of a French family. Radio operations were set up across the street from General Devers' headquarters in the L'Ermitage, formerly a luxury hotel and golf resort. In and out of headquarters for meals and delivery of messages, Minter likely saw some of the most important U.S. generals in the European Theater as they met with Devers about plans to defeat the weakened German enemy--Eisenhower, Omar Bradley, Joseph McNarny, and Bedell Smith. His company continued to follow Devers setting up radio operations in Heidelberg, Germany where they lived in an abandoned girls school. Radio equipment was set up in an open field since they no longer needed to worry about the enemy spotting their antennae and equipment--the war in Europe was over. Sources: HCHM Archive; Oral Interview of Lloyd Donald Minter, Veteran's History Project, Library of Congress; <em>Jacob L. Devers: A General's Life</em> by James Scott Wheeler."
  },
  {
    "person": "Jack McGough",
    "label": "Bordeaux, France",
    "id": 156,
    "top": 260,
    "left": 800,
    "photoId": "41.1",
    "thumbnail": "img\\carousel-images\\41.1 McGough, Jack portrait, Courtesy Cathy McGough copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\41.1 McGough, Jack Courtesy Cathy McGough.png",
        "title": "World War II",
        "caption": "Jack McGough enlisted in the U.S. Army Air Corps in 1940.",
        "credit": "Jack McGough, 1940s | Courtesy Cathy McGough"
      },
      {
        "src": "img\\details-images\\41.2 McGough, Jack 3 Flying Fortresses, 1944, Courtesy American Air Museum in Britain Object FRE3872.png",
        "title": "World War II",
        "caption": "McGough was a crewmember on a B-17 Flying Fortress bomber. As the bombardier, McGough made sure the bombs hit the right target.",
        "credit": "B-17 Bomber, 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\41.3 McGough, Jack B17 flying fortress Courtesy American Air Museum of Britain FRE 8859.png",
        "title": "World War II",
        "caption": "After dropping their bombs and turning back toward England, more than 50 German fighter airplanes attacked McGough's squadron. The crew had to parachute into German-controlled France.",
        "credit": "B-17 Bomber, 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\41.4  McGough, Jack portrait, Courtesy Cathy McGough.png",
        "title": "World War II",
        "caption": "With help from the French Resistance, McGough and many other Americans hid from the Germans and escaped to England.",
        "credit": "Jack McGough, 1940s | Courtesy Cathy McGough"
      }
    ],
    "learnMore": "Jack McGough, born in Marshall in 1913, enlisted in the U.S. Army Air Corps in 1940. A bombardier on a B-17 Flying Fortress, his airplane was shot down over France. McGough escaped capture in German-occupied France with the help of the Shelburne Escape Line. On January 5, 1943, 21 Flying Fortress bombers of the 94th Bomb Group left their base in England. Their mission was to destroy a German airfield near Bordeaux, France. McGough, a second lieutenant, was on his ninth raid. As the bombardier, McGough made sure the bombs hit the correct target. The 21 airplanes joined 112 other B-17s as they flew toward the coast of France. After dropping their bombs and turning toward England, more than 50 German fighter airplanes attacked them. McGough's Flying Fortress was hit, breaking off the airplane's tail. They continued flying but were later hit by antiaircraft gunfire from the ground. McGough and six other crewmembers parachuted from the damaged airplane landing in German-occupied France. McGough and his co-pilot found each other on the ground where, with the help of French farmers, they evaded capture for three days. The farmers made contact with the French Resistance, men and women of France who joined together to rid their country of German invaders, and handed the downed airmen over to their Shelburne Escape Line. The airmen were given forged identification papers and civilian French clothing so they would not be identified as Americans. They moved along the Escape Line from one safe house to another until on March 19 they reached the rendezvous point on the English Channel. Climbing down cliffs and slipping through landmines and German beach patrols, they were picked up by rubber rafts, taken to British Royal Navy gunboats, and then transported to safety in England. The 8th Air Force started flying bombing missions into German-occupied Europe in June 1942. Throughout the war, over 60,000 airmen were shot down over Western Europe. The French Resistance helped almost 4,000 men of the 8th Air Force evade capture. Sources: HCHM Archive; <em>Unrecognized Resistance: The Franco-American Experience in World War Two,</em> edited by Francois-George Dreyfus trans. Paul Seaton; <em>Shot Down: The True Story of Pilot Howard Snyder and the Crew of the B-17 Susan Ruth,</em> Steve Snyder; <em>Marshall News Messenger</em>."
  },
  {
    "person": "Edwin R. Bledsoe",
    "label": "Aachen, Germany",
    "id": 161,
    "top": 230,
    "left": 840,
    "photoId": "42.1",
    "thumbnail": "img\\carousel-images\\42.1 Bledsoe, Edwin R, PFC Portrait, HCHM Collection.png",
    "detailImages": [
      {
        "src": "img\\details-images\\42.1 Bledsoe, Edwin R, PFC Portrait, HCHM Collection.png",
        "title": "World War II",
        "caption": "Edwin R. Bledsoe entered service on February 18, 1943 two days after his 19th birthday. Serving with the 16th Infantry Regiment of the famous Big Red One (1st Infantry Division) he saw battles across Europe.",
        "credit": "Edwin R. Bledsoe, 1940s | HCHM Collection"
      },
      {
        "src": "img\\details-images\\42.2 Bledsoe, Edwin R, PFC, right, William McMullen left from NY, Nick Aelstar from CA, HCHM Collection.png",
        "title": "World War II",
        "caption": "Bledsoe and his division fought in the invasion of Normandy before pushing the German army out of France and Belgium.",
        "credit": "Edwin R. Bledsoe (right) and Friends, 1940s | HCHM Collection"
      },
      {
        "src": "img\\details-images\\42.3 Bledsoe, Edwin, HURTGEN FOREST, Company A, 16th Infantry Division, Feb 15, 1945  Public Domain via Wikipedia.png",
        "title": "World War II",
        "caption": "As his division moved into Germany, Bledsoe was part of some of the most grueling fighting of the war in the infamous Hürtgen Forest near Aachen, Germany. Bledsoe was awarded a Silver Star for actions in this battle.",
        "credit": "16th Infantry Division, Hurtgen Forest, 1945 | Public Domain"
      }
    ],
    "learnMore": "In February 1943, Edwin Roe Bledsoe entered service in Marshall two days after his 19th birthday. In a little over a year, the U.S. Army private and light machine gunner would participate in Operation Overlord, better known as &quot;D-Day,&quot; one of the most famous campaigns of World War II against the enemy, Nazi Germany. Assigned to the 16th Infantry Regiment of the famous Big Red One (1st Infantry Division), Private Bledsoe arrived in England in time for grueling training leading up to the D-Day invasion of German-held France. Bledsoe's Company A boarded the USS <em>Samuel Chase</em> in the early morning hours of June 6, 1944--D-Day. Bledsoe's unit was part of the second wave of amphibious landings on Omaha Beach. Under heavy fire from the Germans, their company captain ordered the unit to seize the high ground 300 yards across the beach. Weaving their way through a minefield and anti-tank ditches they reached the high ground only to find the enemy firing on them from machine gun nests. They took out the nests and, as night fell, Company A had accomplished their objective. General Dwight D. Eisenhower called the D-Day operation a crusade. He said, “...we will accept nothing less than full victory.” More than 9,000 Allied soldiers were killed or wounded. Their sacrifice allowed over 100,000 soldiers to begin the slow, difficult move across Europe and the defeat of Adolf Hitler's Germany. After D-Day, the 16th Infantry, with the 1st Infantry Division, pursued the retreating Germans across France in a continuous offensive. In an effort to keep up with the Germans, the soldiers piled on trucks, tanks, and anything else they could find to move eastward as quickly as possible. They caught up with the enemy again near Mons, Belgium, where they helped destroy six German divisions in August and early September. From Mons, the 1st Division pushed into Germany. For the next three months, the men would experience some of the most grueling fighting of the war in the infamous Hürtgen Forest near Aachen, Germany. It was the longest battle on German ground during World War II and the longest single battle in U.S. Army history. Bledsoe was awarded a Silver Star for heroic actions in this battle. Although wounded, he returned to active duty. After sustaining very heavy casualties from enemy artillery fire and the cold, rainy weather, the entire 1st Division was sent to a rest camp on December 12. The rest was short. Nazi Germany launched its final major offensive of the war four days later, and the Battle of the Bulge started. The 1st Division was sent to support the effort on the northern shoulder of the bulge in Belgium. For the next month, Bledsoe and the other soldiers of the 16th endured heavy snows during one of the coldest European winters on record. On January 15, 1945, the 1st Division launched its part of the Allied counteroffensive to reduce the Bulge. Over the next seven weeks, the 16th Regiment conducted numerous attacks in western Germany culminating in the capture of Bonn on March 8. Continuing to push through Germany, the 16th Regiment was in Czechoslovakia with the 1st Division when all enemy forces surrendered by early May 1945 and the war in Europe was over. Adapted from &quot;Campaigns of World War II,&quot; U.S. Army Center for Military History; &quot;World War II,&quot; 16th Infantry Regiment Association; <em>Marshall News Messenger;</em> HCHM Archive."
  },
  {
    "person": "Albert Binotti",
    "label": "Belvedere, Italy",
    "id": 165,
    "top": 260,
    "left": 850,
    "photoId": "43.1",
    "thumbnail": "img\\carousel-images\\43.1 Binotti, Albert copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\43.1 Binotti, Albert, Unidentified, 522nd battalion work in fire direction center Castellina Sector Itay July 12 1944  on coordinates for firing Public Domain.png",
        "title": "World War II",
        "caption": "As a young officer, Binotti was assigned to the 522nd Field Artillery Battalion of the 442nd Regimental Combat Team--a unit of Japanese American soldiers.",
        "credit": "Albert Binotti (left) and Soldiers, 1944 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.2 Binotti, Albert, Members of 522nd battalion near Bruyeres, France Oct 8 1944 with Howitzer.png",
        "title": "World War II",
        "caption": "Japanese Americans, who were distrusted and imprisoned, still petitioned to serve their country. Binotti, the son of an Italian immigrant, led the 522nd Battalion through difficult fighting in Italy, France and Germany.",
        "credit": "522nd Battalion, 1944 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.3Binotti, Albert 522nd Field Artillery, Courtesy United States Holocaust Memorial Museum.png",
        "title": "World War II",
        "caption": "Binotti’s 522nd joined the Texans of the 36th Infantry in a fierce battle. When Germans surrounded over 200 soldiers from the 36th, the Japanese American soldiers rescued the trapped Texans, at great loss of their own lives. Binotti was awarded a Silver Star.",
        "credit": "522nd Battalion, 1944 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.4 Binotti, Albert 522nd Field Artillery rescues concnetration camp inmates on death march, United States Holocaust Memorial Museum 07727.png",
        "title": "World War II",
        "caption": "Scouts from the 522nd liberated prisoners on one of the death marches from the Dachau concentration camp.",
        "credit": "522nd Battalion Soldier Rescues Prisoners, 1945 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.5 Binotti, Albert.png",
        "title": "World War II",
        "caption": "After the end of World War II, Binotti served in the Texas National Guard retiring as a colonel in 1981. He maintained a lifelong friendship with his Japanese American fellow soldiers, often attending their reunions.",
        "credit": "Albert Binotti, 1970s | HCHM Collections"
      }
    ],
    "learnMore": "Albert Edward Binotti was born in 1921 in Marshall, the son of an Italian immigrant. In October 1940, when Albert was 19, he enlisted in the Texas State Guard and was assigned to the field artillery unit of the 36th Infantry Division. Within a month the 36th was mobilized for federal service to prepare for the possibility that the U.S. would be drawn into World War II. The 36th trained and then, when war was declared in December 1942, waited for orders to go overseas to fight. Albert was selected to attend field artillery officer candidate school. He graduated in February 1943 as a second lieutenant. Instead of rejoining the 36th, Albert took part of a history-making experiment that resulted in his serving with what would become the most decorated Army unit in military history for its size and length of service. Albert was assigned to the 522nd Field Artillery Battalion of the 442nd Regimental Combat Team--a unit of Japanese American soldiers. A military unit of Japanese Americans was unusual because after Japan's December 7, 1941 attack on Pearl Harbor, Japanese Americans were not allowed to join the military and were even forced to resign if they were serving. Japan, Germany, and Italy were now the enemies of the United States. Americans became afraid that German Americans and Italian Americans were spies for their native countries. But it was Japanese Americans who bore the brunt of the fear. The result was imprisonment of over 100,000 men, women and children of Japanese ancestry. Japanese Americans petitioned President Franklin D. Roosevelt to allow them to serve. He agreed and Binotti, the son of an Italian immigrant, would help train and lead a field artillery company of Japanese Americans through difficult fighting in Italy, France and Germany. The 522nd was known as one of the fastest and most efficient artillery firing units in Europe and was awarded Presidential Unit Citations for extraordinary heroism in action against the enemy. July 4, 1944, was the first day of combat for the 522nd Field Artillery near the important Italian city of Belvedere. Backing up the infantrymen of 442nd Regimental Combat Team, the 522nd helped liberate the town from the German enemy after a hard-fought battle. The next day, at the battle for Hill 140 near Belvedere, three field artillery companies fired 4,500 rounds of ammunition in a 24-hour period. In this battle, the 522nd established its reputation as experts in firing the 105mm howitzer. In October, eight forward observers with the 522nd helped with the rescue of 36th Infantry soldiers surrounded by German forces. This operation became known as the &quot;Rescue of the Lost Battalion.&quot; Binotti's 522nd joined the Texans of the 36th Infantry, his former national guard unit, in a fierce battle in woods of the Vosges Mountains near Bruyeres, France. The Germans surrounded over 200 soldiers from the 36th. U.S. forces were having a difficult time rescuing them and decided to fire artillery shells at the Germans. The artillery unit first received incorrect information about where to aim the fire. The forward observers recognized the error. They called in corrections before any shells were fired. Later, it was discovered that if they had not noticed the mistake, the howitzer artillery shells would have fired directly at the Lost Battalion. Japanese American infantrymen, at great loss of their own lives, rescued the trapped Texans. Albert was awarded a Silver Star during the battle for the Vosges Mountains &quot;for skillfully adjusting artillery fire even though his own position was being shelled&quot; and &quot;his willingness to fight as a infantryman to reach suitable points of observation.&quot; Scouts from the 522nd were among the first Allied troops to liberate prisoners on one of the death marches from the infamous Dachau concentration camp near the town of Waakirchen, Germany on May 2, 1945. Artilleryman Hideo Nakamine said, &quot;It is ironic that members of one persecuted minority were liberating those of another minority.&quot; After the end of World War II, Binotti served in the Texas National Guard retiring as a colonel in 1981. He maintained a lifelong friendship with his Japanese American fellow soldiers, often attending their reunions. Sources: HCHM Archive; <em>Lost Battalions: Going for Broke in the Vosges, Autumn 1944,</em> Franz Steidl; &quot;522nd Field Artillery,&quot; denshoencyclopedia.org; 522D Field Artillery Battalion Unit History, August 1-31, 1945; &quot;Albert Edward 'Al' Binotti,&quot; discovernikki.org."
  },
  {
    "person": "John W. Wainwright",
    "label": "Juvancourt, France",
    "id": 171,
    "top": 250,
    "left": 825,
    "photoId": "44.1",
    "thumbnail": "img\\carousel-images\\44.1 Wainwright, John W.png",
    "detailImages": [
      {
        "src": "img\\details-images\\44.1 Wainwright, John W.png",
        "title": "World War II",
        "caption": "A graduate of Marshall High School, John W. Wainwright joined the U.S. Army Air Forces and received his pilot's wings in October 1943. He became known as one of America's top air heroes of World War II.",
        "credit": "John W. Wainwright, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\44.2 Wainwright, John W, P-47 Thunderbolts in Flight, 404th Fighter Group, Courtesy American Air Museum of Britain.png",
        "title": "World War II",
        "caption": "Wainwright was awarded the Distinguished Service Cross for extraordinary heroism while flying a P-47D Thunderbolt fighter airplane he named &quot;Flak Bait.&quot;",
        "credit": "P-47 Thunderbolts in Flight, 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\44.3 Wainwright, John interviewed by BBC Courtesy NARA.png",
        "title": "World War II",
        "caption": "After destroying six enemy planes in one mission, Wainwright was interviewed by the British Broadcasting Company.",
        "credit": "John Wainwright (left) Interviewed by BBC, 1944 | NARA"
      },
      {
        "src": "img\\details-images\\44.4 Wainwright, John visits war memorial in France.png",
        "title": "World War II",
        "caption": "Wainwright visited a memorial just outside Paris dedicated to American World War I pilots. Wainwright lost his life during a training mission in 1945.",
        "credit": "John Wainwright (right) Visits WWI Memorial, 1944 | NARA"
      }
    ],
    "learnMore": "A graduate of Marshall High School, John W. Wainwright joined the U.S. Army Air Forces and received his pilot's wings in October 1943. Wainwright was assigned to the 508th Fighter Squadron, 404th &quot;Tin Hornets&quot; Fighter Group of the 9th Air Force. He became known as one of America's top air heroes of World War II flying the P-47D Thunderbolt fighter planes--and was awarded &quot;ACE&quot; status in 1998. Wainwright's unit flew out of an Allied controlled airbase in Juvancourt, France. Built originally as a grass airfield by the French Air Force before World War II, the airbase in Juvancourt was captured by the Germans in June 1940 during the Battle of France. The Germans developed Juvancourt into the largest military airfield in France during the German occupation. More than 300 German aircraft were assigned there from 1940 to 1944. The airbase was seized from the Germans on September 5, 1944. Juvancourt then became a major U.S. airbase for fighter, bomber and transport military airplanes for the remainder of the war in Europe. The 9th Air Force used the airfield for several units, including Wainwright's 404th Fighter Group, from September 1944 until closing the base in July 1945. As Allied ground forces moved east into German-held territory and then crossed into Germany, Thunderbolt pilots attacked German ground forces, bridges, airfields, railroads and other enemy targets of opportunity. Wainwright's first encounter with the enemy was on September 28, 1944 over Holland. The 20-year-old lieutenant accounted for the destruction of six enemy airplanes in aerial combat. While participating in a sweep over German territory looking for enemy targets, the formation in which Wainwright was flying was attacked by a superior force of enemy fighters. Without support, and completely disregarding the heavy odds against him, he attacked three enemy fighters that were attacking his formation's flight leader. Wainwright destroyed one of them. Thrown into a spin by the explosion of the enemy fighter, he regained control of his plane and brought down three more enemy aircraft. By this time, completely separated from his formation, he encountered two more enemy planes and outmaneuvered them. As he was getting into position to fire, the enemy aircraft collided and were destroyed. In describing his heroism, the military record states, “Second Lieutenant Wainwright's unquestionable valor in aerial combat is in keeping with the highest traditions of the military service...” He was awarded the Distinguished Service Cross for this extraordinary heroism while flying &quot;Flak Bait,&quot; his P-47D Thunderbolt. There were no witnesses to Wainwright's single-handed destruction of six enemy aircraft on September 28, 1944, so he was not initially accorded ACE status. In 1998, his victories were finally confirmed, making him the last confirmed ACE (and an ACE-in-a-DAY) of World War II. Wainwright was killed in a routine training flight on July 7, 1945 in Stuttgart, Germany. When Wainwright's medals were presented to his family in 1948, his father wrote the commanding general at Barksdale Air Force Base, &quot;You will no doubt find we are an everyday, little country family…&quot; Sources: HCHM Archive; <em>Marshall News Messenger</em>; Headquarters, U.S. Strategic Forces in Europe, General Orders No. 4 (January 8, 1945)."
  },
  {
    "person": "Roy H. Downer",
    "label": "Norwich, England",
    "id": 177,
    "top": 225,
    "left": 810,
    "photoId": "45.1",
    "thumbnail": "img\\carousel-images\\45.1 Downer, Roy H, Kneeling 3rd from left American Air Museum of Great Britain.png",
    "detailImages": [
      {
        "src": "img\\details-images\\45.1 Downer, Roy H, Kneeling 3rd from left American Air Museum of Great Britain.png",
        "title": "World War II",
        "caption": "Roy H. Downer served as a ball turret gunner with the 8th Army Air Force. His crew gave their B-24 Liberator airplane the nickname, &quot;Ole Satan.&quot;",
        "credit": "Roy H. Downer (first row, 3rd from left), 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\45.2 DOWNER, ROY H B-24 LIBERATOR, PUBLIC DOMAIN.png",
        "title": "World War II",
        "caption": "Based in England, Downer and his crew members flew long and dangerous missions. His crew never returned from their last bombing run over Berlin, Germany.",
        "credit": "B-24 Bomber, 1940s | Public Domain"
      }
    ],
    "learnMore": "Roy H. Downer was a ball turret gunner with the 755th Squadron, 458th Bomb Group of the 8th Army Air Force. His crew gave their B-24 Liberator airplane the nickname, &quot;Ole Satan.&quot; Downer and his other crewmembers were stationed in Horsham St. Faith Airfield near Norwich, England. At its peak strength in 1944, 450,000 Americans served with the U.S. Army Air Forces in Britain. The &quot;bomber boys,&quot; as the British called them, included pilots and crews, but the majority worked on the ground to keep the aircraft flying. Downer, a sergeant, and his crewmates were among the nearly 30,000 who did not make it home to the United States. Downer's airplane was the first aircraft of the 458th lost on a combat mission. The March 3, 1944 mission to Berlin was recalled due to extremely poor weather conditions. Ole Satan did not return to base. Harold McDonald, navigator on another crew told the following when interviewed for Missing Aircrew Report: &quot;We were over the middle of the English Channel heading towards the enemy coast when Herzik [Ole Satan pilot], maintaining radio silence, signaled that he had trouble and was returning to base. We waved to them as they left formation and continued on. When we returned to base we were shocked that Herzik was not back yet. They must have gone down in the Channel.&quot; This was pilot Hezik's first mission. American flight crews were based at over 100 different airfields across the United Kingdom. The construction of bases for the 8th Air Force was part of the largest civil engineering program ever undertaken in that country. Original plans called for 115 airfields to be made available to the Americans. Sixty-seven bomber bases were built for the 8th. The bases were to have three concrete runways and parking for 50 aircraft with up to three hangars, workshops, fuel storage, and an electrical generation plant. Housing for 2,500 military personnel was in the surrounding countryside. Bomber crews and fighter pilots flew and fought in cold, frightening and dangerous conditions. Combat missions could take up to 11 hours in the tight, vibrating and loud airplane. They wore heated flight suits and heavy clothing to stay warm. When flying over enemy territory the crew wore steel helmets and heavy body armor for protection when attacked by enemy fighter planes and anti-aircraft guns. These, along with oxygen masks, added to their discomfort. The average age of the crewmen was 22. Each time their airplane took off they knew the dangers. Downer was born in Marshall in 1922. Sources: HCHM Archive; &quot;Roy H. Downer,&quot; American Air Museum of Britain; <em>Marshall News Messenger</em>; Various internet sources."
  },
  {
    "person": "Chris Glanton",
    "label": "Balad Air Base, Iraq",
    "id": 180,
    "top": 320,
    "left": 1000,
    "photoId": "46.1",
    "thumbnail": "img\\carousel-images\\46.1 Glanton, Chris Global War on Terrorism Courtesy Tony Glanton.png",
    "detailImages": [
      {
        "src": "img\\details-images\\46.1 Glanton, Chris Glanton Air Force-Global War on Terrorism.png",
        "title": "Global War on Terrorism",
        "caption": "Chris Glanton served as a captain in the U.S. Air Force Medical Corps from 1997 through 2006. He was one of the doctors that assisted with medical care of victims of the 9//1/11 attack on the Pentagon in Washington, D.C.",
        "credit": "Chris Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\46.2 Glanton, Chris Global War on Terrorism Courtesy Tony Glanton.png",
        "title": "Global War on Terrorism",
        "caption": "During the Global War on Terrorism, Glanton served as part of the 791st Expeditionary Aeromedical Evacuation Squadron that medivacked severely wounded soldiers from airbases in Iraq to Germany for further treatment.",
        "credit": "Chris Glanton, 2000s | Courtesy Tony Glanton"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "Billy Wilson",
    "label": "Umm Qasr, Iraq",
    "id": 183,
    "top": 340,
    "left": 1020,
    "photoId": "47.1",
    "thumbnail": "img\\carousel-images\\47.1 Wilson, Billy USS Ranger returns from Desert Storm, 1991, Pulbic Domain.png",
    "detailImages": [
      {
        "src": "img\\details-images\\47.1 Wilson, Billy USS Ranger returns from Desert Storm, 1991, Pulbic Domain.png",
        "title": "Gulf War",
        "caption": "The USS <em>Ranger</em> returns to home port after participating in Operation Desert Storm of the Gulf War.",
        "credit": "USS <em>Ranger</em>, 1991 | Public Domain"
      }
    ],
    "learnMore": "On January 16, 1991, Billy Wilson, aboard the USS <em>Ranger</em> in the Persian Gulf, heard these words from the ship's captain, &quot;A few minutes ago I was informed by our operational commander ... that the President has ordered the U.S. Central Command to engage Iraq in hostilities. We have been given the honor of representing our country in combat. We are here in this moment in history. We volunteered for this day. We trained for this day. We are ready for this day.&quot; The Gulf War, code named &quot;Operation Desert Storm,&quot; was underway. Operation Desert Storm was a U.S.-led military coalition of nations intended to expel Iraqi forces from Kuwait, which Iraq had invaded and annexed months earlier. The 3,800-crew members on the Ranger participated in what has been called the most powerful and successful air assault in the history of modern warfare. For the next 43 days, aided by the support crews, Navy pilots took off from the <em>Ranger</em> attacking targets in Iraq and Kuwait. In the early morning hours on January 17, the <em>Ranger</em> broadcast the William Tell Overture over the ship's speakers--known by many as the coming-to-the-rescue theme on the TV's &quot;Lone Ranger.&quot; The <em>Ranger</em> crew then launched aircraft in their first mission of the war--attacking Iraq's Umm Qasr port facility. The crews and aircraft of U.S. Navy Carrier Air Wing TWO were assigned to the <em>Ranger</em>. Four types of aircraft were onboard: the F-14A Tomcat supersonic fighter, the all-weather A-E6 Intruder attack airplane, the electronic warfare EA-6B Prowler, and the SH-3H Sea King anti-submarine helicopter. Over 3,000 flights in support of the war were made from the <em>Ranger</em> by the 62 aircraft. At 9 pm EST on February 27, President Bush declared Kuwait had been liberated and Operation Desert Storm would end at midnight. Wilson was awarded the Sea Service Deployment Ribbon, Navy Commendation Medal, National Defense Medal, and Kuwaiti Libération Medal. He served in the U.S. Navy from 1976 to 1996. On the <em>Ranger</em>, he assigned the ship's company (personnel) in the Aircraft Intermediate Maintenance Department. After his service, Wilson was a mail carrier in Harrison County. Sources: Email interview Billy Wilson, HCHM; USS <em>Ranger</em> (CV 61) Operation Desert Storm Cruise Book 1990-91; <em>Desert Storm at Sea: What the Navy Really Did,</em> Marvin Prokrant."
  },
  {
    "person": "Tony Glanton",
    "label": "Helmand Province, Afghanistan",
    "id": 187,
    "top": 340,
    "left": 1095,
    "photoId": "48.1",
    "thumbnail": "img\\carousel-images\\48.1 Glanton, Tony Global War on Terrorism Courtesy Tony Glanton copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\48.1 Glanton, Tony Image 1, Hospital Corpsman, Pearl Harbor, Hawaii, Global War on Terrorism.png",
        "title": "Global War on Terrorism",
        "caption": "Tony Glanton served as a U.S. Navy hospital corpsman from 1996 to 2004.",
        "credit": "Tony Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.2 Glanton, Tony Image 2.png",
        "title": "Global War on Terrorism",
        "caption": "Glanton and his fellow corpsmen trained to treat combat casualties and stayed ready to deploy with a Marine Corps unit.",
        "credit": "Tony Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.3 Glanton, Tony Global War on Terrorism Courtesy Tony Glanton.png",
        "title": "Global War on Terrorism",
        "caption": "Glanton’s primary job was to render medical aid to sailors, Marines or civilians injured during a firefight. Combat medics are also trained to use weapons for self-defense.",
        "credit": "Tony Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.4 Glanton, Tony Image 4, with marines.png",
        "title": "Global War on Terrorism",
        "caption": "Corpsmen, like Glanton, who are assigned to a Marine unit are trained to rush into combat to help treat injuries.",
        "credit": "Tony Glanton With Marines, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.5 Glanton, Tony, Image 5.png",
        "title": "Global War on Terrorism",
        "caption": "Corpsmen, like Glanton, also serve aboard ships, submarines and at hospitals. Glanton served at a clinic in Pearl Harbor.",
        "credit": "USS <em>Honolulu</em>, 2000s | Courtesy Tony Glanton"
      }
    ],
    "learnMore": "Tony Glanton, a graduate of Marshall High School, served as a hospital corpsman with the U.S. Navy from 1996 through 2004. Stationed at Pearl Harbor Naval Medical Clinic, Hawaii, he was attached to the 1st Battalion, 3rd Marines. During his time of service, he participated in Marine operations in Kosovo and Afghanistan. U.S. Navy hospital corpsmen are trained to perform as combat medics and are deployed side by side with the Marines. Corpsmen must be ready to protect themselves when deployed to combat areas and are issued weapons to use in self defense. The corpsman's primary job is to render medical aid to those wounded. Rendering aid is not limited to the Marines the corpsman is serving with, but also any civilians injured during a firefight. When a Marine is injured, other members of the battalion will lay down cover fire to give the corpsman an opportunity to retrieve and treat the wounded. Once retrieved, based on the severity of injuries, a medical helicopter may be called in to transport the patient to the battalion aid station for further treatment and stabilization. U.S. Navy hospital corpsmen also serve aboard ships, submarines and at hospitals and clinics. Their job is very similar to a physician's assistant in the civilian world. When serving on a battlefield, corpsmen are called &quot;doc.&quot; Sources: Interview with Tony Glanton, HCHM; U.S. Navy."
  },
  {
    "person": "McKinley Bradix",
    "label": "Abadan, Iran",
    "id": 193,
    "top": 330,
    "left": 1025,
    "photoId": "49.1",
    "thumbnail": "img\\carousel-images\\49.1 Bradix, McKinley3.png",
    "detailImages": [
      {
        "src": "img\\details-images\\49.1 Bradix, McKinley3.png",
        "title": "World War II",
        "caption": "McKinley Bradix served in the 352nd Engineering Service Regiment. His group set up an airbase in Iran to move supplies into the Soviet Union.",
        "credit": "McKinley Bradix, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\49.2 Bradix, McKinley, airfield Abadan Iran USAF Public Domain.png",
        "title": "World War II",
        "caption": "Bradix and his regiment labored in temperatures as high as 170 degrees, so the U.S. military pilots could land bombers in Iran, where they were turned over to Soviet pilots.",
        "credit": "Abadan Airfield, 1940s | U.S. Air Force"
      },
      {
        "src": "img\\details-images\\49.3 Bradix, McKinley, Trucks delivering supplies through Iran, Library of Congress fsa 8d29482.png",
        "title": "World War II",
        "caption": "The U.S. supplied the Soviet Union with tanks, weapons and many other supplies. The efforts of soldiers, like Bradix, helped stop the Nazi Germany invasion of the Soviet Union.",
        "credit": "Trucks Move Supplies in Iran, 1940s | Library of Congress"
      }
    ],
    "learnMore": "In June 1941, Nazi Germany invaded the Soviet Union from the east. The Soviets needed aircraft, equipment, and supplies to successfully fight the Germans, but supply routes from the east were occupied by Nazi Germany. Great Britain and the U.S. looked to Persia (now Iran) for a route from the south to resupply the Soviet Union. This route became known as the &quot;Persian Corridor.&quot; McKinley Bradix was part of this effort to help the Soviet Union fight the invading Germans. After entering service with the U.S. Army in February 1942, Bradix was assigned to the 352nd Engineering General Service Regiment. His unit sailed from San Francisco in January 1943 crossing the Pacific Ocean to their assignment with the Persian Gulf Command. Arriving in Persia in March, the 352nd Engineers helped build roads, bridges and airfields for the Persian Corridor. Bradix, now a sergeant with Company B, was deployed to Abadan where they enlarged and surfaced runways at the airfield. U.S. military pilots flew bombers across the Atlantic Ocean to Abadan. There the airplanes where turned over to Soviet fliers. Conditions in Persia were hotter than anything the Americans experienced. In the summer of 1942, pouring rain created mud more than a foot deep. Temperatures that rose as high as 170 degrees in the desert sun followed the rainy season. Sand storms lasted for as long as a week. The efforts of the soldiers working in Persia allowed the Soviet army to turn invading Nazi Germany away from Russia and eventually help the defeat the Germans. Bradix was born in 1909 and lived in Marshall when he was drafted into the U.S. Army. Sources: &quot;CBI Order of Battle,&quot; cbi-history.com; <em>Marshall News Messenger</em>."
  },
  {
    "person": "Matthew Alvis",
    "label": "Marjah, Afghanistan",
    "id": 197,
    "top": 340,
    "left": 1095,
    "photoId": "50.1",
    "thumbnail": "img\\carousel-images\\50.1 Alvis, Matthew in Iraq, 2000s, Alvis Family Photojpg.png",
    "detailImages": [
      {
        "src": "img\\details-images\\50.1 Alvis, Matthew in Iraq, 2000s, Alvis Family Photojpg.png",
        "title": "Global War on Terrorism",
        "caption": "Matthew Alvis deployed once to Iraq and twice to one of the most dangerous areas of Afghanistan with the 6th Marine Regiment. This highly-decorated Marine was born in Hallsville and enlisted in 2003.",
        "credit": "Matthew Alvis, 2006 | Alvis Family Photo"
      }
    ],
    "learnMore": "Matthew Alvis served three combat tours of duty between 2006 and 2012 in support of the Global War on Terrorism, an American-led counter-terrorism campaign started after the September 11, 2001 attacks on the United States. Alvis was deployed to Iraq with the U. S. Marine Corps' 3rd Combat Logistic Battalion in 2006 in support of Operation Iraqi Freedom. He was promoted from private first class to sergeant during this time. As battalion mortar platoon commander with the 2nd Battalion, 6th Marine Regiment, he deployed in support of Operation Enduring Freedom in Afghanistan from May 2010 until January 2011. The 2nd Battalion, 6th Marine Regiment served in one of the most dangerous areas in the war against Taliban insurgents--Marjah, Helmand Province. This region of farming communities in southern Afghanistan had long been a stronghold of the Taliban. With the 2nd Battalion, he again deployed to Afghanistan in October 2011. Alvis' personal decorations include the Navy and Marine Corps Commendation Medal with Combat “V” and three gold stars, the Combat Action Ribbon, 2010 II Marine Expeditionary Force Commanding General’s Leadership Award, and the 2011 Marine Corps Forces Command Meritorious Career Designation Recipient. Alvis, promoted to major in 2017, is a 2000 graduate of Hallsville (Texas) High School. He enlisted in the Marine Corps in 2003. Sources: <em>Marshall News Messenger</em>; &quot;Captain Matthew Alvis,&quot; Biography-U.S. Marine Corps; &quot;What Marines Did in Helmand Province,&quot; <em>The San Diego Union-Tribune</em>."
  },
  {
    "person": "Zachary Petties",
    "label": "Baghdad, Iraq",
    "id": 200,
    "top": 330,
    "left": 1005,
    "photoId": "51.1",
    "thumbnail": "img\\carousel-images\\51.1 Petties, Zachary portrait copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\51.1 Petties, Zachary portrait.png",
        "title": "Global War on Terrorism",
        "caption": "Zachary Petties with his platoon of 16 soldiers patrolled the dangerous streets of Iraqi cities for 14 months, seeking to restore law and order.",
        "credit": "Zachary Petties, 1980s | Courtesy Zachary Petties"
      },
      {
        "src": "img\\details-images\\51.2 Petties, Zachary with Iraqi children.png",
        "title": "Global War on Terrorism",
        "caption": "Petties’ platoon also worked to build relationships with the community. They reached out to the villagers and their elders and gave gifts to local children.",
        "credit": "Zachary Petties With Iraqi Children, 2004 | Courtesy Zachary Petties"
      },
      {
        "src": "img\\details-images\\51.3 Petties, Zachary on horse.png",
        "title": "Global War on Terrorism",
        "caption": "Petties was awarded a Bronze Star for his service in Iraq. Wounded by a suicide car bomb attack while on patrol, he was also awarded a Purple Heart.",
        "credit": "Zachary Petties, 2000s | Courtesy Zachary Petties"
      }
    ],
    "learnMore": "For 14 months beginning January 2004, Zachary Petties, with the U.S. Army's 12th Cavalry, and his platoon of 16 soldiers patrolled the dangerous streets of Iraqi cities--Baghdad, Fallujah, Sadr City--seeking to restore law and order after the end of Operation Iraqi Freedom in May 2003. Baghdad, the largest city and capital of Iraq, was founded over 1,200 years ago and became a great city of culture and economic prosperity. When Petties arrived in Baghdad the city had suffered through over 15 years of economic hardship and war. Moving through the streets was dangerous. With their battle tank providing protection, Sergeant Petties' platoon moved through the city--house-by-house, block-by-block--seeking out insurgents. The platoon's other assignment was to build a relationship with the community. They reached out to the citizens. The children loved soccer and needed shoes. The U.S. soldiers gave them soccer balls and flip-flops. The simple act of giving balls and flip-flops to Iraqi children built friendships and led many children to help the U.S. soldiers make their neighborhoods safer. Petties was awarded a Bronze Star for his service in Iraq. Wounded by a suicide car bomb attack while on patrol, he was also awarded a Purple Heart. Petties is a graduate of Marshall High School. He served 24 years in the U.S. Army and retired as a first sergeant. Source: <em>Marshall News Messenger</em>."
  },
  {
    "person": "Angela Guigni",
    "label": "An Nasiriyah, Iraq",
    "id": 204,
    "top": 330,
    "left": 1020,
    "photoId": "52",
    "thumbnail": "img\\carousel-images\\52.1 guigni, ANGELA, 2000s, Courtesy Elysian Field ISD.png",
    "detailImages": [
      {
        "src": "img\\details-images\\52.1 guigni, ANGELA, 2000s, Courtesy Elysian Field ISD.png",
        "title": "Global War on Terrorism",
        "caption": "Angela Guigni served with the U.S. Army. Her unit deployed to Iraq. In 2006, Guigni was awarded a Combat Action Badge for performing duties in a hostile area.",
        "credit": "Angela Guigni, 2006 | Courtesy Elysian Fields ISD"
      }
    ],
    "learnMore": "Angela Guigni graduated from Elysian Fields (Texas) High School in 2005 and joined the U.S. Army. She was a private assigned to the 7th Transportation Battalion, 1st Brigade Combat Team of the 34th Infantry Division. Her unit deployed to Iraq and was stationed at Camp Adder in support of the Global War on Terrorism. Camp Adder was the southernmost U.S. Army resupply point in Iraq. This area in south central Iraq is a dusty, remote place. In summer temperatures top 120 degrees Fahrenheit. It assumed great importance in the Iraq war, with a collection of just about every kind of truck imaginable, from fuel tankers and water carriers to five-ton haulers. Taking a cue from private logistics masters like FedEx and Wal-Mart, the Army went high-tech in this war, equipping each supply truck with radio sensors that signal exactly where it is at all times. In 2006, Guigni was awarded a Combat Action Badge for performing duties in an area where hostile actions are occurring and the recipient was actively engaged by the enemy and performing satisfactorily in accordance with the prescribed rules of engagement. Sources: <em>Marshall News Messenger</em>; Desert Bulls, January 15, 2007; Elysian Fields ISD website."
  },
  {
    "person": "Kendall Potter",
    "label": "Baghdad, Iraq",
    "id": 207,
    "top": 330,
    "left": 1005,
    "photoId": "53.1",
    "thumbnail": "img\\carousel-images\\53.1 Potter, Kendall, with airplane.png",
    "detailImages": [
      {
        "src": "img\\details-images\\53.1 Potter, Kendall, with airplane.png",
        "title": "Global War on Terrorism",
        "caption": "Kendall Potter commanded a squadron of 135 personnel who conducted stability operations. His mission helped mark the official end of combat operations by U.S. forces in Iraq.",
        "credit": "Kendall Potter, 2015 | <em>Marshall News Messenger</em>"
      },
      {
        "src": "img\\details-images\\53.2 Potter, Kendall, U.S. and Kuwaiti troops closing the gate between Kuwait and Iraq on 18 December 2011 Gate_closing_Iraq-Kuwait_border Courtesy US Army.png",
        "title": "Global War on Terrorism",
        "caption": "On December 18, 2011, the last U.S. troops in Iraq crossed the border into Kuwait. In this photo, U.S. soldiers pull the border gate closed.",
        "credit": "Closing Kuwait Gate, 2011 | U.S. Army"
      },
      {
        "src": "img\\details-images\\53.3 Potter, Kendall, F-16 over Iraq, Operation New Dawn, 2011 Courtesy F-16.net 94-0038_001.png",
        "title": "Global War on Terrorism",
        "caption": "Potter flew over 50 combat missions amassing 290 combat hours supporting the safe exit of the final 25,000 soldiers from Iraq.",
        "credit": "F-16 Over Iraq, 2011 | Public Domain"
      }
    ],
    "learnMore": "Kendall Potter, a pilot with the U.S. Air Force, commanded a squadron of 135 personnel in support of Operation New Dawn in Iraq. The transition from Operation Iraqi Freedom to Operation New Dawn began on September 1, 2010 and marked the official end to Operation Iraqi Freedom and combat operations by U.S. forces in Iraq. During Operation New Dawn, the remaining service members in Iraq conducted stability operations, focusing on advising, assisting and training Iraqi Security Forces. Operation New Dawn also represented a shift from a predominantly military presence to one that was predominantly civilian, as the Departments of Defense and State worked together with governmental and non-governmental agencies to help build Iraq's civil capacity. On December 18, 2011, the last U.S. troops in Iraq crossed the border into Kuwait. Potter flew over 50 combat missions amassing 290 combat hours supporting the safe exit of the final 25,000 U.S. ground forces from Iraq during Operation New Dawn. He was also an F-16 instructor pilot and served in Korea, Italy, Iraq, Kuwait, Germany and several bases in the U.S. He is a 1987 graduate of Elysian Fields (Texas) High School and a 1992 graduate of the University of Texas in Austin. Potter retired as a lieutenant colonel in 2015 with 22 years of service. Sources: U.S. Air Force; <em>Marshall News Messenger</em>; CNN.com."
  },
  {
    "person": "Jeffrey M. Marshall",
    "label": "Doha, Qatar",
    "id": 211,
    "top": 360,
    "left": 1040,
    "photoId": "54.1",
    "thumbnail": "img\\carousel-images\\54.1 Marshall, Jeffrey 2000s, Courtesy Jeffrey Marshall 5x7.png",
    "detailImages": [
      {
        "src": "img\\details-images\\54.1 Marshall, Jeffrey 2000s, Courtesy Jeffrey Marshall 5x7.jpg",
        "title": "Global War on Terrorism",
        "caption": "Jeffrey M. Marshall entered the U.S. Air Force in 2000. He has served in over 60 countries and deployed in support of 12 named operations.",
        "credit": "Jeffrey Marshall, 2000s | Courtesy Jeffrey M. Marshall"
      },
      {
        "src": "img\\details-images\\54.2 Marshall, Jeffrey C-17 deploying paratroopers, 2010 public domain.png",
        "title": "Global War on Terrorism",
        "caption": "Marshall, a command pilot, flew the three-crew C-17A Globemaster III transport aircraft. The aircraft could carry 102 troops or paratroops, 48 litters and 54 ambulatory patients and attendants, or 170,900 pounds of cargo.",
        "credit": "C-17A Transport | Courtesy Jeffrey M. Marshall"
      },
      {
        "src": "img\\details-images\\54.3 Marshall, Jeffrey, Al_Udeid_Air_Base, c 2004, Public Domain.png",
        "title": "Global War on Terrorism",
        "caption": "Marshall's service included Al Udeid Air Base near Doha, the capital of Qatar. In 1996, following a joint operation with the U.S. in Operation Desert Storm, Qatar spent more than $1 billion building the then secret air base.",
        "credit": "Al Udeid Air Base, 2004 | Public Domain"
      },
      {
        "src": "img\\details-images\\54.4 Marshall, Jeffrey, Combined_Air_and_Space_Operations_Center, Doha, Qatar, 2016, Public Domain.png",
        "title": "Global War on Terrorism",
        "caption": "In 2008, a U.S. Air Force Combined Air and Space Operations Center was installed at Al Udeid to provide command and control of air power throughout Iraq, Syria, Afghanistan, and 17 other nations.",
        "credit": "Combined Air &amp; Space Operation Center, 2016 | U.S. Air Force"
      }
    ],
    "learnMore": "Jeffrey M. Marshall entered the U.S. Air Force in 2000 as a second lieutenant and trained as a pilot. By 2018, he had served in over 60 countries and deployed in support of 12 named operations, including twice during Operation Enduring Freedom and Operation Iraqi Freedom. Marshall's service included Al Udeid Air Base near Doha, the capital of Qatar. Following joint military operations during Operation Desert Storm in 1991, Qatar and the U.S. entered into a defense cooperation agreement. In 1996, Qatar spent more than $1 billion building Al Udeid Air Base. The U.S. first used Al Udeid in September 2001. The U.S. Air Force used the then-secret base to get aircraft in position for operations in Afghanistan. By 2018, the base was home to 11,000 U.S. military personnel and housed Qatari Air Force, U.S. Air Force, Royal (British) Air Force, and other Gulf War Coalition personnel and assets. In 2008, a U.S. Air Force Combined Air and Space Operations Center was installed at Al Udeid to provide command and control of air power across a 20-nation region stretching from Northeast Africa across the Middle East to Central and South Asia. Built at a cost of $60 million, the installation became the most advanced operations center in history. By 2018, hundreds of people worked at the Al Udeid Operations Center. They specialized in satellite communications, imagery analysis, network design, computer programming, radio systems, systems administration and other technology-related fields. Marshall was command pilot of the three-crew C-17A Globemaster III transport aircraft. The transport aircraft could carry 102 troops or paratroops, 48 litters and 54 ambulatory patients and attendants, and 170,900 pounds of cargo. Marshall is a graduate of Marshall High School and Baylor University in Waco, Texas. In 2018 Marshall, a lieutenant colonel, was Commander of the 97th Operations Support Squadron at Altus Air Force Base, Oklahoma. As commander, he was responsible for 200 personnel that manage the U.S. Air Force training program that graduates over 2,000 C-17 and KC-135 aircraft flight crew and aircraft maintenance students annually. Marshall's personal awards and decorations include Defense Meritorious Service Medal. Meritorious Service Medal with three Oak Leaf Clusters, Air Medal, Aerial Achievement Medal, Air Force Commendation Medal, Combat Readiness Medal with Oak Leaf Cluster, National Defense Service Medal, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal, and Nuclear Deterrence Operations Service Medal. Look for the &quot;Communications-Engineering-Transportation&quot; section of this exhibit to learn more about the history of the military using the newest technology. Sources: &quot;Lieutenant Colonel Jeffrey R. Marshall,&quot; Biography-United States Air Force; &quot;Al Udeid Air Base,&quot; wikipedia.com; &quot;Air Operations Center,&quot; U.S. Air Force."
  }
]