[
  {
    "person": "Elkanah B. Greer",
    "label": "Monterrey, Mexico",
    "id": 0,
    "top": 360,
    "left": 335,
    "photoId": "1.0 Greer, Brig Gen…jpg",
    "thumbnail": "img\\carousel-images\\1.0 greer, brig gen elkanah brackin, mexican war & civil war, cabinet card, front copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\1.0 greer, brig gen elkanah brackin, mexican war & civil war, cabinet card, front.png",
        "title": "Mexican-American War",
        "caption": "In 1845, Elkanah Bracken Greer served in the First Mississippi Rifles as a private under Jefferson Davis and fought in the battle at Monterrey, Mexico.",
        "credit": "Cabinet Card Featuring Elkanah Greer, 1860s | HCHM Collections"
      }
    ],
    "learnMore": "Elkanah Bracken Greer was born in Paris, Tennessee in 1823. In 1845, he joined the First Mississippi Rifles raised by Jefferson Davis for service in the Mexican-American War and participated in battles at Monterrey and Buena Vista, Mexico. Entering service as a private, Greer was promoted to major general of the Mississippi militia soon after the war ended. In 1848, he settled in Marshall. Two years later Greer married Anna Holcombe at Wyalucing, the Beverly and Eugenia Holcombe plantation home west of Marshall. Greer was a merchant, a planter, and a lawyer.\n\nDuring the Civil War, Greer was issued a colonel's commission in the Confederate States Army in May 1861 and was ordered to raise a thousand volunteers. By June, he had enlisted volunteers from across east Texas. They were later designated the 3rd Texas Cavalry. With Brig. Gen. Benjamin McCulloch's Confederate States Army of the West, he commanded his regiment at the battles of Wilson's Creek, Missouri and Chustenahlah, Indian Territory. At Pea Ridge, Arkansas his arm was severely wounded and he resigned his command on June 1, 1862.  Greer later returned to service and in June 1863 was commissioned a brigadier general.  He was assigned Commandant of Conscripts for the Trans-Mississippi Department, a subdivision of the Confederate States of America west of the Mississippi.\n\nSources:  HCHM Archive; Handbook of Texas Online, Carolyn Hyman, \"Greer, Elkanah Bracken;\" The Third Texas Cavalry in the Civil War by Douglas Hale."
  },
  {
    "person": "Edward Clark",
    "label": "Monterrey, Mexico",
    "id": 1,
    "top": 350,
    "left": 350,
    "photoId": "2.0 Edward Clark.jpg",
    "thumbnail": "img\\carousel-images\\2.0 edwardclark copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\2.0 edwardclark.png",
        "title": "Mexican-American War",
        "caption": "Edward Clark, a future Texas governor, fought in the Mexican-American War and participated in the Battle of Monterrey.",
        "credit": "Portrait of Edward Clark, 1860s | Texas State Library and Archives"
      }
    ],
    "learnMore": "Edward Clark served in two wars and, briefly, as governor of Texas. A native of New Orleans, Clark moved from Montgomery, Alabama to Marshall in December 1841 and opened a law practice. Clark served as a delegate to the Texas Constitutional Convention of 1845, a member of the first state House of Representatives and a senator in the Second Legislature. He served on the staff of General James Pinckney Henderson in the Mexican-American War and received a citation for bravery in the battle of Monterrey. From 1853 to 1857, Clark was secretary of state under Governor Elisha M. Pease. He was elected lieutenant governor of Texas on the ticket headed by Sam Houston in 1859. When Texas voted to join the Confederate States of America, Sam Houston refused to take an oath of allegiance to the Confederacy and was removed from office. Clark became governor of Confederate Texas. A few months later he lost the governor's race by 124 votes to Francis Lubbock, Clark joined the 14th Texas Infantry as a colonel and was later promoted to brigadier general after being wounded in battle. He fled briefly to Mexico at the end of the Civil War and returned home to Marshall, Texas.\n\nSources:  HCHM Archive; Handbook of Texas Online, Ralph A. Wooster, \"Clark, Edward.\""
  },
  {
    "person": "John T. Phillips",
    "label": "Mexico City, Mexico",
    "id": 2,
    "top": 385,
    "left": 340,
    "photoId": "3.0 Mexican American War",
    "thumbnail": "img\\carousel-images\\3.0 John Thompson Phillips copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\3.0 John Thompson Phillips.png",
        "title": "Mexican-American War",
        "caption": "John Thompson Phillips was captured during the Battle of Chapultepec in Mexico City. According to family stories, he escaped wearing a serape to disguise himself as a Mexican civilian.",
        "credit": "Battle of Chapultepec, 1847 | Public Domain"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "John B. Hall",
    "label": "Mexico City, Mexico",
    "id": 3,
    "top": 375,
    "left": 350,
    "photoId": "4.0",
    "thumbnail": "img\\carousel-images\\4.0 storming of Palace Hill at the Battle of Monterey by Tompkins Harrison Mattesonc1855.png",
    "detailImages": [
      {
        "src": "img\\details-images\\4.0 storming of palace hill at the battle of monterey by tompkins harrison matteson, c. 1855.jpg",
        "title": "Mexican-American War",
        "caption": "During the Mexican-American War, John B. Hall served as second sergeant with Erwin M. Wilder's Company, Texas Mounted Volunteers recruited in Marshall in June 1846. Some Mexican-American War veterans went on to fight again in the Civil War.",
        "credit": "Storming of Palace Hill, 1855 | Public Domain"
      },
      {
        "src": "img\\details-images\\4.1 John B. Hall Jefferson_Davis_1853_daguerreotype-restored.png",
        "title": "Mexican-American War",
        "caption": "According to family stories, he saved the life of future Confederate States of America president Jefferson Davis during the Battle of Monterrey",
        "credit": "Jefferson Davis, 1853 | Public Domain"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "William Miles",
    "label": "Richmond, Virginia",
    "id": 6,
    "top": 300,
    "left": 455,
    "photoId": "5.0 civil war Richmond fires.jpg",
    "thumbnail": "img\\carousel-images\\5.0 William Miles copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\5.0 William Miles.png",
        "title": "Civil War",
        "caption": "William Miles served with the Confederate States Army, 14th Texas Cavalry. During the Battle of Richmond, Miles lost his left arm. He made his way back to Marshall, swimming one-armed across the Mississippi River!",
        "credit": "Battle of Richmond, 1865 | Public Domain"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "Joseph H. Norris",
    "label": "Fort Lancaster, Texas",
    "id": 7,
    "top": 340,
    "left": 340,
    "photoId": "6.0 JH Norris Postcard",
    "thumbnail": "img\\carousel-images\\6.0 Joseph HNorris-Postcard copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\6.0 Joseph HNorris-Postcard.png",
        "title": "Frontier Wars",
        "caption": "When Joseph Norris died of pneumonia while serving on the Texas frontier, fellow Harrison County soldier, William Heartsill carved this headstone.",
        "credit": "Fort Lancaster Postcard, 1910s | Public Domain"
      }
    ],
    "learnMore": "During the Civil War, the Frontier Wars continued. As Federal troops left Texas, southern soldiers were tasked with defending the frontier. During the Civil War, men volunteered to serve in locally organized companies. The W. P. Lane Rangers formed on April 19, 1861 in Marshall, Texas. The 103 men from Harrison, Marion, and Upshur counties named their company after Walter Paye Lane, a Marshall war veteran famous for his service in the Texas Revolution and in the Mexican-American War. \n\nThey were ordered to San Antonio where they camped in the shadow of the Alamo. On May 9, they saw U.S. troops evacuating the Texas frontier and soon learned that they were to take their place.\n\nEven after the Rangers mustered into the Confederate States Army as Company F, 2nd Regiment, Texas Mounted Rifles, the group continued to refer to themselves as the W.P. Lane Rangers. They served for nearly a year on the frontier moving from Camp Wood to Fort Inge and Fort Clark, and finally, to Fort Lancaster.\n \nJoseph Norris, a young farmer who’d recently moved to Marshall from Georgia, died of pneumonia. His friend, William Heartsill, carefully carved his original headstone and wrote home of the loss. \n\n “…scarce had we reached here [Fort Lancaster], ere one of our number sickened and died, Joseph H. Norris of Harrison, died Nov 19th: he now fills a Solders grave beneath the Mountain sod.”\n\n “A grave at every Post…to remind us that life is but a span…”\n\nDecember 29, 1861Letter from W.W. Heartsill to (Marshall) Texas Republican\n\nSource: Fourteen Hundred and 91 Days in the Confederate Army by W.W. Heartsill, HCHM Library."
  },
  {
    "person": "F. J. Willey",
    "label": "Springfield, Missouri",
    "id": 8,
    "top": 300,
    "left": 410,
    "photoId": "7.0 Texas Hunters Flag",
    "thumbnail": "img\\carousel-images\\7.0 FJ Wiley Texas Hunters Flag Image.png",
    "detailImages": [
      {
        "src": "img\\details-images\\7.0 FJ Wiley Texas Hunters Flag Image, Civil War, RESTRICTED USE, Courtesty Fort Worth Star Telegram Collection, Special Collections, UT Arlington Libraries, Arlington, Texas.png",
        "title": "Civil War",
        "caption": "F. J. Willey joined the Texas Hunters, recruited in the Jonesville area of eastern Harrison County.  They mustered into the Confederate Army as Company A, 3rd Texas Cavalry. On August 10, 1861, Willey died in Missouri at the Battle of Wilson’s Creek becoming one of the first Harrison County men to die in action during the Civil War.",
        "credit": "Texas Hunters Flag, 1860s | UT-Arlington Libraries"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "Frederick S. Bass",
    "label": "Appomattox, Virginia",
    "id": 9,
    "top": 300,
    "left": 445,
    "photoId": "8.0 Appomattox Court House",
    "thumbnail": "img\\carousel-images\\8.0 Frederick Bass Appomattox Court House copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\8.0 Frederick Bass Appomattox Court House.png",
        "title": "Civil War",
        "caption": "Frederick S. Bass led the Marshall Guards, who were mustered into the Confederate Army as Company E of the 1st Texas Infantry--the famous Hood's Texas Brigade. He became the commander of the 1st Texas Infantry, which he surrendered at Appomattox Courthouse.",
        "credit": "Appomattox Courthouse, 1860s | Public Domain"
      }
    ],
    "learnMore": "On May 28, 1861, Frederick Samuel Bass was elected captain of the Marshall Guards, which was raised across several East Texas counties. The Marshall Guards became part of John Bell Hood's Texas Brigade and mustered into the Confederate States Army as Company E, 1st Texas Infantry Regiment. The 1st Texas with Hood's Texas Brigade was known as one of the most effective fighting units in Robert E. Lee's Army of Northern Virginia that fought in the eastern theater of operations.\n\nOn September 1862, Bass was promoted to major, and in January 1864, he was promoted to lieutenant colonel. Promoted again in July 1864 to the rank of colonel, he was given the overall command of the 1st Texas Infantry Regiment.\n\nDuring the October 7, 1864 battle at Darbytown Road near Richmond, Virginia, he was injured with a flesh wound, but recovered quickly and resumed his duties. On April 9, 1865, Bass surrendered along with the rest of Lee's army to Ulysses S. Grant and the United States Army at Appomattox Courthouse, Virginia.  As commander of the 1st Texas Infantry, Bass surrendered 16 officers and 133 soldiers. Soon after this surrender the four-year American Civil War officially ended.\n\nFrederick Samuel Bass was born in 1831 in Virginia and graduated from the Virginia Military Institute in 1851. Before the Civil War he came to Marshall and taught at Marshall University, an academy for boys in Marshall, Texas.\n\nAfter the war, Bass returned to Marshall and served as the president of Marshall University until 1879. In 1868, he married Mary Ezell and they had one son, Robert. After his resignation as president of Marshall University in 1879, the family moved to Austin. By 1896 he was a resident of the Texas Confederate Home and died there on July 9, 1897. He is buried in the Texas State Cemetery in Austin.\n\nLetters written home by James Hendrick throughout the Marshall Guards' wartime service can be found in the \"News from the Front\" section of this exhibit.\n \nSource: Handbook of Texas Online, Stephanie Piefer Niemeyer, \"Bass, Frederick Samuel;\" The Marshall Guards: Harrison County's Contribution to Hood's Texas Brigade by Harold B. Simpson, HCHM Collection."
  },
  {
    "person": "W. M. Scroggins",
    "label": "Santiago, Cuba",
    "id": 10,
    "top": 390,
    "left": 450,
    "photoId": "10.0 Painting of the Battle",
    "thumbnail": "img\\carousel-images\\10.0 WM Scroggins 2880px-Painting_of_the_Battle_of_Las_Guasimas copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\10.0 WM Scroggins 2880px-Painting_of_the_Battle_of_Las_Guasimas.png",
        "title": "Spanish American War",
        "caption": "Willis M. Scoggins was one of a small number of Harrison County men who served in active combat in Cuba. He fought in the Battle of Cardenas and the Battle of San Juan Hill.",
        "credit": "Battle of Las Guasimas, 1900 | Public Domain"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "George Perry Rains",
    "label": "Guerrero, Mexico",
    "id": 11,
    "top": 395,
    "left": 330,
    "photoId": "11.0",
    "thumbnail": "img\\carousel-images\\11.0 RAINS, GEORGE PERRY, c19__, FF 1094 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\11.0 RAINS, GEORGE PERRY, c19__, FF 1094.png",
        "title": "World War I",
        "caption": "When hostilities broke out on the Mexican border in the lead up to World War I, George Perry Rains was a colonel in the 3rd Texas Infantry who were dispatched to end Pancho Villa’s raids.",
        "credit": "George Perry Rains, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.1 45-3 Rain, Gen. George Perry & wife, Norma, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "George Perry Rains shown with his wife, Norma.",
        "credit": "Mr. & Mrs. Rains, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.2 top photo Mexican border service, Pancho Villa raids into Texas, crossing bridge into Mexico over Rio Grande, LP45-RAINS SBPK 1, PG 18.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, in a camp near the Mexican border.",
        "credit": "3rd Texas Infantry, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.3  Third Texas on border, bridge into Mexico over Rio Grande, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, marching over the Rio Grande into Mexico.",
        "credit": "3rd Texas Infantry, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.4  Pancho Villa's bandit,1915-16, Company D, Third Texas Infantry, 600 DPI, LP45-Rains Scrapbook.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows members of the 3rd Texas Infantry, which included many Harrison County men, with a captured bandit from Pancho Villa’s rebels.",
        "credit": "3rd Texas Infantry, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.5  Company D, Third Texas Infantry, with cots, at Harlingen, Pancho Villa Raids in Texas, 1915-16, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, in a camp in Harlingen, Texas.",
        "credit": "3rd Texas Infantry, early 1900s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\11.6 Company D, Third Texas Infantry standing at Harlingen, Pancho Villa Raids in Texas, 1915-16, HCHM Collection 600 dpi LP45-RAINS SCRAPBOOK.png",
        "title": "World War I",
        "caption": "This photo from George Perry Rains’ scrapbook shows the 3rd Texas Infantry, which included many Harrison County men, in a camp in Harlingen, Texas.",
        "credit": "3rd Texas Infantry, early 1900s | HCHM Collections"
      }
    ],
    "learnMore": "George Perry Rains was born in Marshall, Texas in 1872, the son of Mercer and Nancy Texas (Arnett) Rains. He received his medical degree from the University of Texas. Rains first served in a local militia called the Marshall Light Infantry in 1890 and would continue his military career for the next 49 years. In addition to his service on the Mexican border, he served in World War I with the 36th Infantry Division. He was honored nationally as a doctor and as a military man. \n\nAt the onset of World War I, Germany began inciting internal problems within Mexico between the Mexican President Venustiano Carranza, General Victoriana Huerta, and Pancho Villa. Villa’s raid on Columbus, New Mexico brought on the expedition of General John J. Pershing and the calling of the Texas National Guard. In 1916, Pershing and more than 50,000 soldiers crossed the Mexican border in an attempt to subdue Villa’s revolutionary forces. The 3rd Texas Infantry, composed mainly of Harrison County servicemen, was with Pershing. Despite efforts in engagements at Guerrero and a defeat at Carrizal, Pershing and his men returned to the United States without capturing Villa. Germany’s attempts to cause disputes along the Mexican border increasingly provoked Texans. \n\nSources: Handbook of Texas Online, Christopher Long, \"George Perry Rains;\" HCHM Archive."
  },
  {
    "person": "Chesley Adams",
    "label": "Ceiba, Puerto Rico",
    "id": 19,
    "top": 395,
    "left": 495,
    "photoId": "12.1",
    "thumbnail": "img\\carousel-images\\12.1 WWI-WWII, ADAMS, LTC CHESLEY, 600dpi, PD6-1256 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\12.1 WWI-WWII, ADAMS, LTC CHESLEY, 600dpi, PD6-1256.png",
        "title": "World War II",
        "caption": "Chesley Adams served during World War II. He was stationed in Puerto Rico, home to Naval Station Roosevelt Roads that was called the Pearl Harbor of the Atlantic.",
        "credit": "Chesley Adams, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\12.2 puerto rica harbor.png",
        "title": "World War II",
        "caption": "Ships entering the harbor at U.S. Naval Station Roosevelt Roads, Puerto Rico.",
        "credit": "Puerto Rico, 1940 | Public Domain"
      },
      {
        "src": "img\\details-images\\12.3 puerto rico readiness.png",
        "title": "World War II",
        "caption": "Troops practicing with anti-aircraft weapons at U.S. Naval Station Roosevelt Roads.",
        "credit": "Puerto Rico, 1941 | National Archives"
      },
      {
        "src": "img\\details-images\\12.4 puerto rico soldiers .png",
        "title": "World War II",
        "caption": "Servicemen participate in a readiness drill near U.S. Naval Station Roosevelt Roads.",
        "credit": "Puerto Rico, 1941 | National Archives"
      }
    ],
    "learnMore": "Chesley M. Adams was born in 1892 in Harrison County, Texas and entered military service in 1917. That same year he graduated with the first officer's training class at Leon Springs, Texas as a second lieutenant in the U.S. Army. These young officers became known as the \"90-Day Wonders\" because they completed their training in three months.  Adams went on to serve with the 90th Infantry Division in Europe during World War I. He returned to active duty in 1942 during World War II serving in Puerto Rico.\n\nThe early years of World War II demonstrated the importance of protecting the shipping lines through the Caribbean Sea to the southern United States and Central and South America. German U-boat crews had already sunk over a million tons of United States and Allied cargo and petroleum. Puerto Rico was chosen as the base of operations to protect the Caribbean. By 1943 there were over 50,000 U.S. military personnel serving around the island on Army, Army Air Forces and Navy bases. \n\nIn 1940, when Germany attacked Great Britain, the United States feared that if Germany controlled Great Britain, then Mexico and the United States would be next. In the same year, President Roosevelt ordered the construction of a naval base in the Atlantic similar to Pearl Harbor in Hawaii. A site near Ceiba, in northeast Puerto Rico, was chosen for the new naval base. The site was meant to provide anchorage, docking, repair facilities, fuel, and supplies for 60 percent of the Atlantic Fleet. Named to honor Franklin D. Roosevelt, the U.S. Naval Base Roosevelt Roads, became the largest naval installation in the world in landmass. However, with the defeat of Germany in 1945, the United States concentrated all of their efforts on the war in the Pacific. In May 2003, after six decades of existence, the U.S. Navy officially closed the base.\n\nAdams, who served 33 years in the U.S. Army, retired in May 1953 at the rank of colonel and returned to the land settled by his Adams family in 1841 in Marshall, Texas.\n\nSources:  HCHM Archive; \"The Role of Puerto Rico in the United States National Security Strategy\" by Colonel Eli Ballard, dtic.mil. \"Roosevelt Roads Naval Station,\" wikipedia.org"
  },
  {
    "person": "Donald N. Cameron",
    "label": "Luzon, Philippines",
    "id": 27,
    "top": 400,
    "left": 1370,
    "photoId": "13.0 Crossing River on Luzon",
    "thumbnail": "img\\carousel-images\\13.0 Donald Norman Cameron, Luzon, Philippines, 1902-1903, .png",
    "detailImages": [
      {
        "src": "img\\details-images\\13.0 Donald Norman Cameron, Luzon, Philippines, 1902-1903, crossing river Luzon Island, 15th Battery, US Field Artillery, arrow points to Cameron, see sword Ob ID 0283, 600dpi.png",
        "title": "Philippine American War",
        "caption": "In 1902, Donald Norman Cameron served with the U.S. Army in the Philippines. In this photo, locals look on as his field artillery unit crosses a river.",
        "credit": "U.S. Army in the Philippines, 1902 | HCHM Collections"
      }
    ],
    "learnMore": "Donald Norman Cameron, born in 1875, served as a sergeant on Panay Island and Luzon with the U.S. Army field artillery. His daughter, Rebecca Cameron, a well-known East Texas newspaper reporter and son, Donald Ian Cameron, lived in Marshall and East Texas.\n\nSources:  HCHM Archive; Marshall News Messenger."
  },
  {
    "person": "Prisoners of War",
    "label": "Balanga, Phillippines",
    "id": 29,
    "top": 410,
    "left": 1370,
    "photoId": "14.0",
    "thumbnail": "img\\carousel-images\\14.0 wwii-asia-philippine-islands-luzon-us-prisoners-bataan-13ef47f4a77e8c16.png",
    "detailImages": [
      {
        "src": "img\\details-images\\14.0 wwii-asia-philippine-islands-luzon-us-prisoners-bataan-13ef47f4a77e8c16.png",
        "title": "World War II",
        "caption": "Men from Harrison County were among the thousands captured in the Philippines. Some endured the long and brutal march across the Bataan Province. All suffered deprivations in Japanese prisoner of war camps.     \n",
        "credit": "Bataan Death March, 1942 | Public Domain"
      },
      {
        "src": "img\\details-images\\14.1 Abney, Cary, Army Portrait, HEAD SHOT, ABNEY FAMILY PHOTO, 600 DPI.png",
        "title": "World War II",
        "caption": "Cary Abney Jr. served during WWII in the Philippines. He was part of the force that held off a Japanese invasion from the Bataan peninsula for nearly three months before being captured.",
        "credit": "Cary Abney Jr., 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\14.2 Ayers, Billy Alvin Source-internet site lindavdahl-com.png",
        "title": "World War II",
        "caption": "Billy Alvin Ayers enlisted in the Army Air Corps in May 1941 at age 17. After his capture, he was part of the brutal Bataan Death March. He was a captive for 4 years.",
        "credit": "Billy Ayers, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\14.3 March 1.png",
        "title": "World War II",
        "caption": "Several other Harrison County men were also captured in the Philippines including Jack Kelly, Lewis Chevaillier, Edwin Barry, Thomas Belch, Harry Ford, Herschel Waller, and Thomas Austin.",
        "credit": "Bataan Death March, 1942 | Public Domain"
      },
      {
        "src": "img\\details-images\\14.4 Notebook.png",
        "title": "World War II",
        "caption": "While in the Philippines, Cary Abney kept a notebook with names, addresses and other information on his fellow captive soldiers. He wrote about his concern for others and noted their deaths.",
        "credit": "Cary Abney Jr.’s Notebook, 1940s | Texas A&M Collections"
      },
      {
        "src": "img\\details-images\\14.5  Burial_detail_at_Camp_O'Donnell_after_Bataan_Death_March.png",
        "title": "World War II",
        "caption": "This photo shows a burial detail at Camp O’Donnell where prisoners from the Battle of Bataan were held. Abney wrote that Edwin Barry died of a throat infection which the Japanese would not treat.",
        "credit": "Burial Detail at Prison Camp, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\14.6 Oryoku_Maru.png",
        "title": "World War II",
        "caption": "Near the end of the war, the Japanese moved prisoners out of the Philippines on crowded, unmarked merchant ships, that became known as \"Hell Ships.\" Cary Abney Jr., Tom Austin and Jack Kelly died after U.S. forces attacked these ship.",
        "credit": "Oryoku Maru, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\14.7 Waller, Herschel N SOURCE-FIND-A-GRAVE HERSHEL WALLER.png",
        "title": "World War II",
        "caption": "Herschel N. Waller became a prisoner of war May 7, 1942 the day Corregidor, Philippine Islands was taken by the Japanese.",
        "credit": "Herschel Waller, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\14.8 Waller, Herschel_POW_Hanaoka, Japan_ Camp No. 7B_Sept-7-1945_Photo No. 1-1 Courtesy Herschel N. Waller (son).png",
        "title": "World War II",
        "caption": "Near the end of the war, Waller was moved to a camp near Tokyo. He and his fellow prisoners of war were liberated in September 1945.",
        "credit": "Herschel Waller and Fellow POWs, 1945: Courtesy  H.N. Waller"
      }
    ],
    "learnMore": "Japan attacked the Philippine Islands on December 8, 1941, just nine hours after the bombing of the American naval base at Pearl Harbor. The Filipino and American forces, most without combat experience, attempted to defend the Philippines. The defenders were overwhelmed. Douglas MacArthur, commander of U.S. Army Forces in the Far East, pulled back to the Bataan Peninsula, on the east coast of Luzon Island. Despite a lack of supplies, Filipino and American forces fought the Japanese for three months.  This delay cost the Japanese valuable time and immediate victory across the Pacific. The Japanese took Bataan with about 66,000 Filipino and 10,000 American soldiers captured. On April 9, 1942 the Japanese began the forced removal of prisoners of war from the Bataan Peninsula. The 60-mile march to a new camp became known as the Bataan Death March. Corregidor was the final battleground of the Japanese campaign for the conquest of the Philippines with the last of American and Filipino forces surrendering on May 6, 1942. In 1985 all Bataan Death March participants were awarded a Bronze Star.\n\nCary M. Abney Jr. became a prisoner of war when the U.S. surrendered the Philippines to Japan. His family was first notified that he was missing in action. They later learned he survived, but was part of the brutal Bataan Death March. He died while a prisoner of war.\n\nAbney graduated from Texas A&M in 1934 as a second lieutenant in the U.S. Army Reserve and married Thelma Hatcher in 1937. Abney, now a captain, was among the first to be activated in the lead up to World War II and was stationed in the Philippines.\n\nWhile a prisoner of war, Abney recorded in a small notebook the names and addresses of more than 220 officers, soldiers and airmen with dates of death and other bits of information. He worried their families would not know what happened to them.\n\nAfter copying the notebook into another notebook, he gave the original to Eligio E. Fuerte, a Filipino he met in POW camp, to send home after the war. After all the notebook pages were filled, notes to his wife and parents were written on sheets of tissue, which were folded into two-inch by two-inch squares and placed in his copy.\n\nOn December 13, 1944, before boarding the Oryoku Maru, a commercial transport ship used to move prisoners of war to Japan, Abney gave his copy of the notebook to Chester Sanders (husband of Marshall native, Millie Brown Sanders) with instructions written on the first page of the notebook to return the book to friends in Marshall.  At the top of page 24 of the notebook was a large X beside Fuente's name. Abney wrote, ”This Philippino has given me food at a time when I needed it the worst! If I do not return, he should be rewarded. I think a suit and new shoes should do.\" In December 1945, Abney's father sent Fuente $100 with a letter expressing his gratitude for helping his son.\n\nWith U.S. forces about to retake the islands in 1944, the Japanese began to move their prisoners closer to Japan. Abney, and two other Harrison County men, were on the same transport ship, the Oryoku Maru, when the unmarked commercial transport was attacked by Allied forces. Jack Kelly died in the attack. Abney and Thomas Austin survived and were moved to a second Japanese tranport ship, the Enoura Maru.  Abney and Austin were wounded during the bombing of this ship and were on a thrid ship, the Brazil Maru, when Abney died on January 28, 1945.\n\nAbney's wife, Thelma, was notified that her husband was missing in action in May 1942. She was moved to do more to support the war effort and joined the Women's Army Corp.\n\nThomas Underwood Austin, a second lieutenant with the U.S. Army field artillery, was assigned to the Philippines four months before the outbreak of the war with Japan. He was stationed about 40 miles from Manila with an anti-aircraft battery. As the Japanese began moving some prisoners to the Japanese mainland in late 1944, Austin was aboard the Oryoku Maru and it was reported he died abord this ship. A later reported said he died abord the Brazil Maru on January 28, 1945.  Cary Abney Jr. of Harrison County also died on the ship. The Japanese military transport ships became known as \"Hell Ships\" because of the inhumane conditions and cruelty of the crew.  An estimated 500 prisoners died on the ship before reaching its destination of Moki, Japan on January 29.\n\nBilly Alvin Ayers enlisted in the Army Air Corps in May 1941. The Army private celebrated his 18th birthday at Manila, Luzon Island, Philippines when his unit was transferred there in October 1941.  When Japan attacked the Philippine Islands his unit at Clark Field was evacuated to the Bataan Peninsula on Luzon. He was taken prisoner on April 9, 1942. Ayers' family did not know his fate until January 1945 when his father received a prisoner of war card with the news that Ayers was in Fukuoka Furyoshuyosho prison camp in Japan. The 1,700 prisoners in the camp were forced to work in a dangerous coal mine. More than 1,400 had broken bones from accidents and many did not survive. American forces liberated the camp on September 5, 1945. Private Ayers gave sworn testimony on camp conditions that was widely reported in newspapers and used in the Tokyo War Crimes Tribunal. \n\nEdwin Barry enlisted in the Army as a private in World War I. In 1940 he was stationed in the Philippines. He was reported missing May 29, 1942 soon after U.S. forces lost the Battle of Corregidor. In 1946, his family learned he was captured on Corregidor and died from malaria while in a prisoner of war camp on Luzon Island, Philippines. \"I have lost a gallant comrade,\" Gen. Douglas MacArthur wrote in a personal letter to Colonel Barry's mother. \"You may have some consolation in the memory that he, along with his comrades-in-arms...gave his life for his country.\"   Barry was promoted to colonel and awarded a Legion of Merit medal.\n\nThomas E. Belch, a staff sergeant in the U.S. Marine Corps, was captured by the Japanese in May 1945 after the fall of Corregidor Island, Philippines. His father was mayor of Waskom.  Belch was sent to Kawasaki POW Camp Branch #2 in Tokyo, Japan where he was held with over 400 other prisoners of war until October 1945. They were forced to work in factories and shipping yards. Belch also served in the Korean War.\n\nLewis B. Chevaillier served as a lieutenant with Battery B, 60th Coast Artillery Regiment (Anti-Aircraft). He was awarded a Silver Star for his brave actions during the battle for Corregidor.  During the battle, several men were severely wounded and left lying in an exposed position. Although the shelling continued without interruption, Chevaillier, with no thought of personal safety, voluntarily left his covered position and assisted in evacuating the wounded men to a first aid station several hundred yards distant. He survived the battle, but was captured and sent to Zentsuji Camp, Shikoku, Japan until his liberation in 1945.  Later, he was promoted to lieutenant colonel.\n\nHarry C. Ford was 24 when he was captured as Corregidor fell to the Japanese. The U.S. Army corporal was moved to Japan and imprisoned in the Osaka Main Camp. Prisoners in this camp were forced to work as stevedores or dockworkers for Japanese companies at Osaka Port. The POWs loaded and unloaded ships and railcars, transported materials, worked in warehouses at the docks. They were not given enough food. A sample day's ration was rice and soup for breakfast, bread and seaweed for lunch, and rice and soup for dinner. Every 10 days the prisoners would be given fish and meat less often. Ford's parents, Mr. and Mrs. Clyde S. Ford of Marshall, received a telegram with the good news that their son, now a sergeant, was liberated from prisoner of war camp on September 11, 1945.\n\nJack W. Kelly was the son of Frank and Crick Green Kelly of Marshall.  He entered the Army Air Corps on July 31, 1941. Kelly arrived in the Philippines in August 1941 serving with the 7th Materiel Squadron, 19th Bombardment Group. Stationed at Clark Field, near Manila on Luzon Island, the captain was made commanding officer of his squadron when the commander died in the Japanese attack on December 8.  After Clark Field was evacuated to the Bataan Peninsula, he was first reported missing in action when the Japanese seized Bataan in April 1942. Kelly was sent to prisoner of war camps in the Philippines, Camp O'Donnell and Cabanatuan, where he wrote a letter on December 13, 1944 to his wife telling her that he was being moved to Japan. He died December 15, 1944 in the attack on the prisoner of war transport ship, the Oryoku Maru. \n\nLeonard A. Minter, a lieutenant with the Army Air Corps, was a flight engineer on a B-17 Flying Fortress when his unit was ordered to duty at Clark Field near Manila on Luzon Island, Philippines.  In March 1944, describing the Japanese bombing of Clark Field while recuperating from injuries in the U.S. he said,\n\n\"Our planes couldn't get off the ground and we just had to sit there and take it, and believe me we took plenty.\"\n\nAfter the attack on Clark Field, Minter was reported missing in action. Then, in October 1943 he was reported \"live and well and on duty in the Pacific.\" He never explained how he evaded capture. \n\nHerschel N. Waller became a prisoner of war the day Corregidor was taken by the Japanese. He was serving as a private with the 27th Bombardment Group, Army Air Corps. Waller's wife, Delphine was living in Waskom when, 15 months after he was reported missing in action, she received a card through the International Red Cross telling her Waller was in a prisoner of war camp in the Philippines. In the fall of 1945 when Sendai No. 7-B POW Camp in Tokyo, Japan was liberated, Waller was one of the prisoners. He was one of 240 Americans and 40 Australians forced to work in a copper mine. Working conditions were dangerous and mistreatment a daily occurrence. Waller said that the POWs were put in 10-man work groups and if one man did something wrong the rest would be killed. In September 1945, Delphine received a cablegram with the news her husband was liberated. \n\nSources: HCHM Archive; ”Captain Cary M. Abney Jr.\" by William M. Huffman; National Archives and Records Administration; The Fightin' Texas Aggie Defenders of Bataan and Corregidor by John A. Adams Jr.; Marshall News Messenger."
  },
  {
    "person": "Forrest Murphey",
    "label": "Santa Rita, Guam",
    "id": 39,
    "top": 420,
    "left": 1475,
    "photoId": "15.1",
    "thumbnail": "img\\carousel-images\\15.1 Forrest Murphey WWII Photo Album0009.png",
    "detailImages": [
      {
        "src": "img\\details-images\\15.11 scan0021.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.2 scan0024.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.3 scan0026.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.4scan0026.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.5 scan0026.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.6 scan0075.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.7 Forrest Murphey WWII Photo Album0001.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.8 Forrest Murphey WWII Photo Album0009.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.9 Forrest Murphey WWII Photo Album0009.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.10 scan0021.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\15.11 scan0021.png",
        "title": "World War II",
        "caption": "Forrest Murphey served in the Pacific front during World War II. He was stationed on Guam and on Papua New Guinea. He documented life around base in his photo album.",
        "credit": "Photos from Forrest Murphey’s Album, 1940s | HCHM Collections"
      }
    ],
    "learnMore": "During the early years of World War II, Forrest Murphey was a second lieutenant with Marshall's Company D of the Texas Defense Guard. He worked for the Texas & Pacific Railroad in Marshall while serving with the Guard.  Railroad workers were often exempted from the draft because they provided an essential service in transporting military equipment and personnel. In July 1943, at the age of 33, Murphey enlisted in the Seabees. \n\nBefore the U.S. entered World War II, the U.S. Navy was convinced they would be fighting a war halfway around the world. They knew this would present new challenges in moving, supplying and housing U.S. military forces. Beginning in 1940, they started building bases on far-flung Pacific islands using civilian contractors. When the U.S. officially entered World War II in December 1941, these civilian workers were needed in the military to fight the war.  Also, under international law, civilians could not use weapons to fight back against an enemy military attack. In January 1942, permission was given to organize a military force that would support the Navy and Marines in remote locations that could defend themselves if attacked. The Naval Construction Battalions was born. Their name was shortened to C.Bs. and then Seabees.\n\nThe earliest Seabees were recruited from the civilian construction trades. They were experienced and skilled construction workers--electricians, carpenters, plumbers, equipment operators. The average age of Seabees during the early days of the war was 37. More than 325,000 men served with the Seabees in World War II, fighting and building on six continents and more than 300 islands. In the Pacific, where most of the construction work was needed, the Seabees landed soon after the Marines and built major airstrips, bridges, roads, warehouses, hospitals, gasoline storage tanks and housing.\n\nAdapted from \"Seabees,\" U.S. Navy; Seabee Museum.  Source:  HCHM Archive."
  },
  {
    "person": "Euriah Bennett",
    "label": "Pearl Harbor, Hawaii",
    "id": 51,
    "top": 375,
    "left": 80,
    "photoId": "16A.1",
    "thumbnail": "img\\carousel-images\\16A.1 17-A Bennett, Euriah, US Navy, WWII, Pearl Harbor copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\16A.1 .png",
        "title": "World War II",
        "caption": "Euriah Bennett joined the U.S. Navy before the outbreak of World War II and served until 1945. He was awarded a Purple Heart.",
        "credit": "Euriah Bennett, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\16A.2 Bennett, Euriah 1, Battleship Row as seen from Japanese attack plane, Public Domain 74-20 1244.png",
        "title": "World War II",
        "caption": "Euriah Bennett served aboard the USS Nevada which was in port at Pearl Harbor on the morning of Japan’s surprise attack.",
        "credit": "Battleship Row at Pearl Harbor, 1941 | Public Domain"
      },
      {
        "src": "img\\details-images\\16A.3 Bennett, Euriah 2 Pearl Harbor USS Nevada, after initial torpedo attack Public Domain from Internet h97397.png",
        "title": "World War II",
        "caption": "The Nevada was hit by one torpedo from a dive bomber during the second wave of attacks. Bennett, who was cleaning up in the mess hall, rushed to his battle station.",
        "credit": "USS Nevada After Torpedo Attack, 1941 | Public Domain"
      },
      {
        "src": "img\\details-images\\16A.4 Bennett, Euriah 6 US Navy Public Domain66-7(28).png",
        "title": "World War II",
        "caption": "The Nevada’s gunners shot down three of the attacking planes, but the ship was hit seven times. Bennett survived the attack and continued to serve until 1944.",
        "credit": "Japanese Bomber, 1941 | US Navy"
      }
    ],
    "learnMore": "Euriah X. Bennett, born in 1919 in Marshall, joined the U.S. Navy in 1939. Bennett started his service as a mess attendant on the USS Nevada. He served until 1945 rising to the rank of petty officer in charge of the kitchen on the USS Waller. He was awarded a Purple Heart for wounds received in combat.\n\nSources:  Marshall News Messenger; U.S. Navy Battleships-Nevada, navy.mil; ancestry.com; fold3.com; findagrave.com."
  },
  {
    "person": "Cecil Hollingshead",
    "label": "Pearl Harbor, Hawaii",
    "id": 56,
    "top": 375,
    "left": 80,
    "photoId": "16.1B",
    "thumbnail": "img\\carousel-images\\16.1B Cecil Hollingshead pearl harbor attack mgn-navy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\16.1B Cecil Hollingshead pearl harbor attack mgn-navy.png",
        "title": "World War II",
        "caption": "Cecil Hollingshead survived the Japanese attack on Pearl Harbor, which took the lives of more than 3,000 servicemen and pushed the United States into World War II.",
        "credit": "Pearl Harbor Attack, 1941 | U.S. Navy"
      }
    ],
    "learnMore": "On December 7, 1940, Cecil Hollingshead shipped out to Pearl Harbor, Hawaii with the U.S. Navy aboard the USS Oklahoma. Exactly one year later, that date took on a whole new meaning for him and all our military stationed there--and all of America--as the Japanese sneak attack on Pearl Harbor brought the U.S. into World War II.\n\nIt was the dawn of a peaceful Sunday at Pearl Harbor for the young sailor from Texas.  Hollingshead remembered:\n\n\"It was about 8:00 in the morning and I stepped out the barracks door headed for the PX for breakfast.  And I heard the explosions from the hangar area that was maybe about 200 yards from the barracks. I made a left turn and made a run to the hangars and the Japanese were strafing.\" \n\nHollingshead grabbed a machine gun from weapons storage. Other men removed machine guns and ammunition out of the military airplanes that were being destroyed.  These would be needed to fight the next wave of Japanese fighters.  He said:\n\n\"We didn't have any gun mounts. One person would hold the gun on their shoulder. Another would fire the gun. We managed to knock down, I think, two planes.\" \n\nHollingshead still has a small piece of one of those Japanese attack planes, along with shrapnel from one of the Japanese bombs that left him slightly injured as he ran for cover. He even has the letter he wrote home to his mother telling her about it.\n\n\"I was hit a couple of times Sunday,\" said Hollingshead. \"But they were only grazes and I have long since healed. Something was taking care of me that day.\"\n\nHe survived, but more than 3,000 of his fellow servicemen did not. The U.S. Pacific Fleet lost battleships, cruisers, and destroyers --18 ships in all -- including the ship Hollingshead was assigned to, the USS Oklahoma. About 350 warplanes were also lost. Hollingshead would serve in the South Pacific during the war. \n\nAfter the war, Hollingshead became an engineer, worked in the East Texas oilfields and then moved to Harrison County, Texas working for Thiokol Corporation, the contractor operator at Longhorn Army Ammunition Plant in Karnack, Texas.\n\nAdapted from \"Cecil Hollingshead Survived Pearl Harbor\" by Gerry May, KTBS-TV, Shreveport, Louisiana."
  },
  {
    "person": "Myrtle D. McLeroy",
    "label": "Papua New Guinea",
    "id": 58,
    "top": 520,
    "left": 1475,
    "photoId": "17.1",
    "thumbnail": "img\\carousel-images\\17.1 medical tech hospital new guinea copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\17.1 McElroy, Bettye Dinkle WAC Pvt Home on Visit, WWII, 1944 600 dpi Front.png",
        "title": "World War II",
        "caption": "Myrtle Dinkle McLeroy poses with family members while on a visit during World War II. McLeroy served in New Guinea as a medical technician.",
        "credit": "Myrtle Dinkle McLeroy and Family, 1944 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\17.2 medical tech hospital new guinea.png",
        "title": "World War II",
        "caption": "Myrtle Dinkle McLeroy (not pictured) worked with the 126th general hospital unit. Her duties may have included preparing instruments for surgeries.",
        "credit": "Hospital in New Guinea, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\17.3 general hospital new guinea copy.png",
        "title": "World War II",
        "caption": "McLeroy’s hospital unit went where they were needed, setting up field hospitals, like this one, in Australia, New Guinea and the Philippines.",
        "credit": "General Hospital in New Guinea, 1940s | Public Domain"
      }
    ],
    "learnMore": "Myrtle Dinkle McLeroy entered the Women's Army Corps as a private at the age of 48 in September 1943. She first served as mail clerk then trained in medicine and surgery at Hot Springs, Arkansas.  Assigned to the 5203 WAC Detachment, she served as a medical technician in New Guinea and the South Philippines. McLeroy's unit was the first WAC contingent assigned to the southwest Pacific. \n\nOver 150,000 American women served in the WAC during World War II. Members of the WAC were the first women other than nurses to serve within the ranks of the U.S. Army. The concept of women in uniform was difficult for American society of the 1940s to accept for both the public and the Army. However, political and military leaders, faced with fighting a two-front war and supplying men and materiel for that war realized that women could supply the additional resources so desperately needed. Given the opportunity to make a major contribution to the war effort, women seized it. By the end of the war their contributions would be widely heralded. \n\nOveta Culp Hobby, the former editor of a Houston newspaper and wife of Texas Governor William P. Hobby, was selected as the first director of the WAC. Colonel Hobby's dedicated and skillful administration was the primary force behind the wartime success of the organization from its formation and overall philosophy through its rapid growth and its accomplishments overseas.\n\nIn the Southwest Pacific, the need for WACs became acute by mid-1944. WACs were stationed at Hollandia and Oro Bay, New Guinea, and at Leyte and Manila in the Philippines. Women who served in this theater faced numerous difficulties, only a few of which were inherent to the geographic area. The Southwest Pacific Area Command was one of the last theaters to request and receive WACs.\n\nWACs in the southwest Pacific had a highly restricted lifestyle. Fearing incidents between the women and the large number of male troops in the area, some of whom had not seen an American woman for eighteen months, the theater headquarters directed that WACs (as well as Army nurses) be locked within barbed-wire compounds at all times, except when escorted by armed guards to work or to some approved recreation. No leaves or passes were allowed. The women chafed under these restrictions, believing they were being treated like children or criminals. Male soldiers complained frequently in their letters home that WACs were not successfully \"releasing men for combat\" because it took so many GIs to guard them. The WACs in their turn resented the guards, believing them unnecessary and insulting.\n\nMcLeroy was the daughter of Mr. and Mrs. William Dinkle of Harrison County's Grange Hall community. They also had two sons and four grandsons serve in World War II.\n\nAdapted from The Women's Army Corp: A Commemoration of World War II Service by Judith A. Bellafaire, U.S. Army Center of Military History."
  },
  {
    "person": "Emory Dale Slone",
    "label": "Java Sea",
    "id": 63,
    "top": 520,
    "left": 1340,
    "photoId": "18.1",
    "thumbnail": "img\\carousel-images\\18.1 USS Pope.png",
    "detailImages": [
      {
        "src": "img\\details-images\\18.1 USS Pope.png",
        "title": "World War II",
        "caption": "In 1942 Emory Dale Slone was serving aboard the USS Pope when damage from Japanese dive bombers caused the crew to abandon ship. After 20 hours adrift in the Java Sea, he was among those rescued by a Japanese Navy warship.",
        "credit": "USS Pope, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\18.2 Slone, Emory Dale, Japanese ship captain Shunsaku_Kudo Wikipedia Public Domain.png",
        "title": "World War II",
        "caption": "The Japanese destroyer Ikazuchi rescued the 442 survivors from Pope and Encounter. This humanitarian decision by Japanese commander, Shunsaku Kudō, placed his ship at risk of attack and fighting ability.",
        "credit": "Shunsaku Kudō, 1940s | Public Domain"
      }
    ],
    "learnMore": "Emory Dale Slone was chief storekeeper aboard the U.S. Navy destroyer USS Pope and was a prisoner of war from March 1942 until liberated by U.S. forces in September 1945. His parents of Harleton, Texas were notified in May 1942 that he was missing in action. It would be three years before they would know his fate.\n\nIn the early days of World War II, the Pope took part in fierce fighting across the islands of the Dutch East Indies (Indonesia) against the large, powerful Japanese military. In February 1942, the Pope was in port for emergency repairs at a naval yard in Java. The repairs were made and the ship waited for orders. \n\nOn February 28, with the Japanese certain to take Java, the Allies made escape plans. As the only destroyer in the fleet still carrying torpedoes, Pope, along with the British HMS Encounter, received the assignment of escorting from Java the seriously damaged, slow moving British warship, HMS Exeter. After nightfall, the three-ship convoy left port. \n\nAt 9:15 the next morning, the convoy sighted Japanese ships. The Allies engaged the Japanese with gunfire. Enemy fire rained down all around Pope, but the ships in the convoy remained unharmed and the Japanese left the battle.\n\nTwo hours later, the convoy encountered a fresh group of enemy warships and came under heavy fire. The Pope used the remaining torpedoes hitting Japanese warships. The Exeter took a direct hit leaving her dead in the water. The enemy warships closed in, bombing the ship until it capsized and sank. Soon, the Encounter, was also mortally wounded.  Now alone in the fight, the plucky Pope dashed at full speed into cover of a rainstorm, using the temporary cover to replenish ammunition and plan her next move. \n\nAt 12:15, a Japanese airplane located Pope. Six enemy planes began to dive-bomb the ship. Pope used evasive maneuvers to avoid being hit, but on the 11th attack the bomb inflicted lethal injuries. Water started rushing into the ship.  Just ten minutes after the fatal blow, the commander issued orders to abandon ship into lifeboats. The demolition crew destroyed the ship to keep its sensitive submarine sonar technology out of enemy hands.\n\nSuddenly enemy cruisers were steaming toward the Pope survivors, but just as suddenly, they left. Japanese airplanes returned and made strafing runs at the lifeboat flotilla.\n\nAll of the 152 officers and men serving on the valiant Pope were accounted for except one who died during the demolition explosions. The brave crewmen now drifted in hostile waters with limited food and water and without knowing how their ordeal might end. The wounded and sick were inside lifeboats.  The others, including Slone, were in the ocean hanging onto the edge of the balsam wood lifeboats.\n\nOn the second day after sundown, the motors were started and the flotilla moved in the direction of Java. Nearly 48 hours into their ordeal, the motor ran out of gas. Refusing to abandon hope, the determined sailors used a blanket as a sail and began rowing in relay teams.\n\nOn the third day, the Japanese destroyer Ikazuchi rescued the 442 survivors from Pope and Encounter. Many were coated in oil and some were blinded. All were hungry, dehydrated and sunburned. This humanitarian decision by Japanese commander, Shunsaku Kudō, placed his ship at risk of attack and fighting ability, because of the extra load of rescued sailors. His brave action was later the subject of a book and a 2007 television program.  \n\nThe Pope crewmen were placed in prisoner of war camps. Twenty-seven of her sailors died while in captivity. The surviving crew of the Exeter and Encounter also were prisoners of war.\n\nThe military and the world would not learn the fate of the Pope crew until the end of the war in September 1945 when the crewmen were liberated from Japanese prisoner of war camps. The USS Pope received the Presidential Unit Citation and two battle stars for her World War II service. \n\nSlone was born in Harleton, Harrison County, Texas in 1917. He served in the U.S. Navy until 1957 and returned to Harrison County.\n\nAdapted from \"Pope 1,\" Naval History and Heritage Command. Sources:  \"Slone Home After Seven Years in U.S. Navy, Tells of Sinking, Beatings\" by Deloise McCarty, Marshall News Messenger; HCHM Archive."
  },
  {
    "person": "Lost Battalion",
    "label": "Ban Pong, Thailand",
    "id": 65,
    "top": 425,
    "left": 1280,
    "photoId": "19.1",
    "thumbnail": "img\\carousel-images\\19.1 Kanchanaburi-Thailand-1944.png",
    "detailImages": [
      {
        "src": "img\\details-images\\19.1 Kanchanaburi-Thailand-1944.png",
        "title": "World War II",
        "caption": "Two Harrison County men were among the “Lost Battalion”  of soldiers captured by the Japanese early in the war. They were forced to work on the infamous Burma-Siam Railroad.",
        "credit": "Thai Prison Camp, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\19.2  Morgan, Jr.png",
        "title": "World War II",
        "caption": "Alvin Morgan was among the “Lost Battalion” of soldiers captured by the Japanese at Java.",
        "credit": "Isaac Alvin Morgan, Jr., 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\19.3 Summerlin, Granville c 1941, Summerlin Family Photo.png",
        "title": "World War II",
        "caption": "Granville Summerlin said he would not have survived his first encounter with malaria without the help of Alvin Morgan Jr.",
        "credit": "Granville Summerlin, 1944 | Courtesy Summerlin Family"
      }
    ],
    "learnMore": "The heroic and tragic story of the \"Lost Battalion\" is a tale of bitter defeat, starvation, mistreatment, and disease, all experienced by Isaac Alvin Morgan Jr. and Granville Summerlin of Marshall.\n\nThe Texas National Guardsmen serving with the 2nd Battalion, 131st Field Artillery sailed from California November 21, 1941 with the Philippines as their destination. Onboard were Morgan, a lieutenant with Battery D, and Summerlin, a private with Headquarters Battery. On December 7, they heard the announcement over the ship's loudspeaker that Japan bombed Pearl Harbor and the U.S. was now at war.\n\nThe next day the Japanese attacked the Philippines. The ship changed course to Australia.  The 2nd Battalion then received orders to move to Java, an island in the Dutch East Indies (Indonesia).\n\nOn January 11, 1942, the 2nd Battalion was on Java, the only U.S. ground combat unit in the Dutch East Indies.  The battle for the island began when a large Japanese force attacked on February 27. The Americans, Australians and Dutch fought valiantly.  They were overwhelmed and on March 8 the Dutch surrendered the island. \n\n\" we ... fought ... until forced to surrender.\"\nIsaac Alvin Morgan Jr.\n\nMorgan did not mention the fierceness of the battle or how the out-numbered men fought a losing battle under deplorable conditions.\n\nThe 530 men of the 131st Field Artillery were now prisoners of the Japanese. Each POW was given a fabric number to sew onto their clothes.\n\nThe families of Morgan and Summerlin did not know the fate of their soldiers until December 1943 when they received pre-printed prisoner of war cards from the captives.\n\nHeld in prison camps in both Java and Singapore, the men were boarded onto transport ships for their destination, Japanese-held Burma (Myanmar) and Thailand.  The men were crowded into the ship's cargo hold.  Many of the soldiers were sick and injured. The commercial transport ships did not mark their vessel as carrying prisoners of war. The U.S. military attacked resulting in the sinking of one of the ships.\n\n\"I was watching the ship that was sunk during the time I was not ducking bomb fragments from the near misses our vessel received and saw it hit.  I'll never forget the sight of prisoners, mainly Dutch, jumping overboard.\" \nIsaac Alvin Morgan Jr.\n\nAfter five days on the transport ship, Morgan and his fellow prisoners reached Burma where they were forced into working parties to construct a 258-mile railroad that ran from Ban Phong Thailand to Moulmein, Burma.\n\nThe Japanese prisoner of war camps along the length of the railroad construction have been called \"the worst POW and forced-labor camps during World War II...through the almost impenetrable jungles of Thailand and Burma.\"\n\n\"We started from scratch on the railroad, even having to clear the jungle before beginning the actual construction. ... For about six or eight weeks we worked from 8 a.m. one morning until 2 a.m. the next morning, working by fires at night.  The work was especially grueling during the rainy season when rains would wash out the automobile roads.  We had to stop our work on the railroad and repair the washed-out road so that food could be brought up to us.  We got about a pound of dry rice a day, dried fish, very few vegetables and beans\" \nAlvin Morgan\n\nWorking on the railroad in Burma was a living hell.  The men were forced to work hard and long under deplorable conditions.  About half of the prisoners were sick, but were forced to work until they dropped.  Many died while the railroad was under construction.  Limited medical supplies caused disease and infection to spread.  The majority suffered from tropical ulcers, which left untreated, caused death. Malnutrition led to beriberi.\n\nSummerlin contracted malaria soon after he arrived in Burma.\n\n\"I know if it had not been for Alvin Morgan...I might not have survived. It was three or four days I was unconscious.\"\nGranville Summerlin\n\nThe prisoners were moved to a camp in Siam (Thailand) and stayed about 11 months.  Morgan said Siam was paradise compared to Burma.\n\nDuring his entire imprisonment, Morgan received only six messages from home. The first one was received in September 1944.  His mother received only three cards from her son, the first one arriving in December 1943.\n\nNews from the outside came to the prisoners over a small radio kept secret from the Japanese.  Later, the Allies sent planes over the camp to drop pamphlets printed in several different languages.  \n\nFollowing liberation of the prisoners, they wanted to make sure families, and the U.S. government, knew what happened to those who died. The men dug up records, articles of jewelry and diaries buried in graves with the bodies of prisoners who had died.  These records proved valuable in helping to identify Japanese military personnel responsible for atrocities.\n\nFor much of the time they were prisoners, Morgan and Summerlin were with Jack Yarbro of Marshall who was captured after surviving the sinking of the USS Houston off the Java coast in March 1942.  They three were liberated in late 1945.\n\nAdapted from \"Life in Prison Camp One of Hardship, Privation, Says Morgan\" by Deloise McCarty, Marshall News Messenger, October 14, 1945.  Sources: \"Oral Interview with Granville T. Summerlin\" by Dr. Ronald E. Marcello, June 9, 1981, University of North Texas Oral History Collection; Hell Under the Rising Sun: Texan POWs and the Building of the Burma-Thailand Railroad by Kelly E. Crager; Building the Death Railway: The Ordeal of American POWs in Burma, 1942-1945 edited by Robert Sherman La Forte, Ronald E. Marcello."
  },
  {
    "person": "Albert Abraham",
    "label": "Dinjan, India",
    "id": 69,
    "top": 360,
    "left": 1230,
    "photoId": "20.1",
    "thumbnail": "img\\carousel-images\\20.1 Albert Abraham copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\20.1 Albert Abraham.png",
        "title": "World War II",
        "caption": "Albert Abraham was one of only 250,000 Americans to serve in the China-Burma-India Theater in World War II. He spent the last months of the war in a Thai prison camp, after his plane was shot down.",
        "credit": "Albert Abraham, 1940s | Marshall News Messenger"
      },
      {
        "src": "img\\details-images\\20.2 News from the Front, WWII, Abraham diary cover.png",
        "title": "World War II",
        "caption": "Albert Abraham kept a journal of his time in a Thai prison camp.",
        "credit": "Albert Abraham’s Journal, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\20.3 -veteran Albert Abraham.png",
        "title": "World War II",
        "caption": "Albert Abraham returned to Marshall after the war. In June 2011 his missing plane was found by a Thai farmer.",
        "credit": "Albert Abraham, 2000s | Scott Brunner"
      }
    ],
    "learnMore": "They had taken off in the pre-dawn darkness - a small squadron of fighter pilots heading out to a raid on a military camp near Bangkok in Japanese-occupied Thailand.\n\nThe pilots were excited, talking about what a good kill of Japanese airplanes they'd made on the previous day's raid. It had been so successful the squadron leader had decided to go back for another round of bombing Japanese planes.\n\nThe 2nd Fighter Squadron (Commando), 2nd Air Commando Group,10th Air Force was assigned to the China-Burma-India Theater, often called the Forgotten Theater of World War II. Of the 12.3 million Americans serving at the height of the war, only 250,000 were assigned to the CBI Theater.\n\nOne of them was 25-year-old Albert Abraham of Marshall, a captain in the U.S. Army Air Forces.\n\nAs Abraham climbed into his P-51D Mustang, he went over the events of the previous day's raid, watching the dawn as the sun broke through the horizon. It was a sight he never grew tired of seeing.\n\nThe destination was a military camp 950 miles away, in Japanese-occupied Thailand. Don Muang, a military camp outside Bangkok was one of many airfields where the Japanese had stationed planes. The raid of April 9, 1945 was one of many the U.S. Army Air Forces would make in Thailand\n\nAbraham was suited up, wearing a parachute, in the event that he had to abandon his plane or was shot down. The pilots were instructed to do whatever necessary to see that the plane was destroyed, to keep it out of enemy hands. And if the pilots were in danger of being captured, they were advised to surrender to the Thais, if possible. The Thais, who had a strong resistance movement fighting against their Japanese occupiers, had a reputation for giving their prisoners better treatment.\n\nA shot fired from the ground, during the raid on Don Muang, pierced the radiator of Abraham's Mustang combat plane that brought it down.\n\nAdrah Abraham met Abraham nearly a year after his discharge from the Army Air Forces, but she recalls Abraham's telling of the story vividly.\n\n\"The squadron leader went in too low and ground fire hit the radiator,\" she said.\n\nWhen Abraham realized his plane was going down, she said he set the plane on full throttle, aimed it toward the ground and jumped out.\n\nHe landed in a dried-up rice paddy. His foot caught in a deep crack in the dried mud, it twisted as the parachute continued to drag him. His foot swollen, he hid in some bushes near a stream, waiting until he saw some men come floating by in a flat-bottomed boat.\n\n\"He came out of the bushes and gave himself up to the Thai people,\" she said. \"He was kept as a prisoner in a British girl's school in Bangkok that had been turned into a POW camp. He said it was the best of all POW camps.\"  Abraham kept a journal during his imprisonment and release.\n\nAbraham was liberated from Bangkok Alien Internment POW Camp in the province of Pathum Thani a few months later, when the war ended.\n\nAbraham was 21 years old when he enlisted in the Army Air Corps in August 1941. (The Air Corps would later be renamed the Army Air Forces.)\n\n\"He learned to fly in Marshall … he had a Cub plane,\" Adrah said. \"He knew we would be in the war … he didn't want to be a foot soldier, so he joined the Army Air Corps.\n\nHis friend, Paul Wood, joined up as well, and the two left Marshall to report for basic training in California, driving out in a car that Wood's father, who was in the car business, provided - a Chrysler convertible.\n\nIn June 2011, a Thai rice farmer on the northern edge of Bangkok was digging up a field when he struck a large piece of metal.\n\nRealizing that it's an airplane propeller, he notified the Royal Thai Air Force, which supervised the excavation. Buried under nearly 40 feet of mud, they found the pieces of a WWII fighter plane, a P-51D Mustang.  They also found a piece of metal engraved with the airplane serial number, which led to identifying Abraham as the last pilot to fly the plane.\n\nAn American living near Bangkok began tracking down Abraham with Internet searches, knowing only his name and hometown. He found a niece in Marshall and was told Capt. Abraham had died.  Capt. Abraham's story of a long-ago airplane crash and survival became national news.\n\nExcerpt from \"A Day in the Forgotten Theater of World War I\" by Karla DeLuca, Marshall News Messenger, November 13, 2011."
  },
  {
    "person": "Roderick Allen",
    "label": "Tokyo, Japan",
    "id": 74,
    "top": 310,
    "left": 1420,
    "photoId": "21.1",
    "thumbnail": "img\\carousel-images\\21.1 RodericRAllen.png",
    "detailImages": [
      {
        "src": "img\\details-images\\21.1 RodericRAllen.png",
        "title": "Korean War",
        "caption": "During the Korean War, Major General Roderick Allen led American forces as part of Douglas MacArthur’s Far East Command, based in Japan.",
        "credit": "Roderick Allen, 1950s | HCHM Collections"
      }
    ],
    "learnMore": "Roderick Random Allen served in three wars. Born in Marshall on January 29, 1894, he spent his childhood in Palestine, Texas. Allen graduated from Texas A&M in 1915.\n\nAllen entered the U.S. Army in November 1916 as a second lieutenant with the 16th Cavalry.\n\nDuring World War I, he served in France with the 3rd Regiment, American Expeditionary Forces and was an aerial observer with the U.S. Signal Corps.\n\nAllen commanded several armored units in the United States and the European Theater during World War II. He was assigned as commanding general of the 12th Armored Division in Europe in September 1944. Under his command, the 12th defended Strasbourg, France from recapture by Germany against overwhelming odds. The 12th Division spearheaded General George Patton's drive to the Rhine River in March 1945 during the final stages of the war in Europe. The 12th captured the remaining bridge over the Danube River and broke the German defense line, making it the first time in recorded history that the Danube had failed to stop an army from invading German territory. The 12th played a major part in blocking the Brenner Pass, a mountain pass in the Alps between Austria and Italy. This blockade trapped over a million German soldiers in Italy as the war ended.  On the way to the Brenner Pass the 12th Division liberated 11 German concentration camps at Landsberg, Germany. Major General Allen was awarded a Distinguished Service Medal for his leadership of the 12th Armored Division from March to May 1945 and a Silver Star for his combat service in World War II.\n\nDuring the Korean War, he served on General Douglas MacArthur's general staff based in Japan, was Director of Intelligence for the Army Ground Forces and commanded 16th Corps and the 9th Infantry Division. Allen was awarded a second Distinguished Service Medal as commanding general of the 16th Corp from July 8, 1950 to July 18, 1952. \n\nAllen retired from the Army in 1954 as a major general, and lived in Washington, D.C., until his death, on February 1, 1970. He is buried in Arlington National Cemetery, Washington, D.C.\n\nLearn more about Allen and World War I aerial observation in \"Airpower\" section of this exhibit.\n\nSources:  HCHM Archive; \"Roderick Random Allen,\" arlingtoncemetery.org; \"Roderick Allen,\" valor.militarytimes.org; Various Articles, U.S. Army Center for Military History."
  },
  {
    "person": "Stephen Warren",
    "label": "Suwon, Korea",
    "id": 76,
    "top": 305,
    "left": 1370,
    "photoId": "22.1",
    "thumbnail": "img\\carousel-images\\22.1   2008-500-63 WARREN, STANDING BESIDE AIRPLANE, WITH FLIGHT SUIT HOLDING HELMET, UNDATED.png",
    "detailImages": [
      {
        "src": "img\\details-images\\22.1   2008-500-63 WARREN, STANDING BESIDE AIRPLANE, WITH FLIGHT SUIT HOLDING HELMET, UNDATED.png",
        "title": "Korean War",
        "caption": "Stephen Warren was a pioneering aviator. During the Korean War, he served as commander of a jet fighter group.",
        "credit": "Stephen Warren, 1950s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\22.2 2008-500-62-1 WARREN, NORTH OVER KOREA, 1951, K-3 PANTHER JETS, BOX 120.png",
        "title": "Korean War",
        "caption": "Stephen Warren poses in his K-3 Panther while in Korea.",
        "credit": "Stephen Warren, 1950s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\22.3 2008-500-62-3 WARREN, NORTH OVER KOREA, 1951, K-3 PANTHER JETS, BOX 120.png",
        "title": "Korean War",
        "caption": "Stephen Warren poses in a rare, in-flight photo over Korea.",
        "credit": "Stephen Warren, 1950s | HCHM Collections"
      }
    ],
    "learnMore": "Stephen G. Warren devoted over 30 years of his life to serving his country.  He entered the U.S. Marine Corps as a naval aviation cadet in 1942 and served until his retirement in 1974.  He served in World War II, the Korean War, and the Vietnam War.  Warren flew 104 combat missions in the South Pacific in World War II and 111 combat missions in Korea.\n\nAs a test pilot, Warren worked with well-known names in aviation history including Charles Lindberg, Red Blanchard, Joe Foss and Edward O’Hare.\n.\nEarly in his career, Warren experienced his first close call.  On a training mission his plane collided with another fighter pilot.  He was stuck in a fiery mass of what was left of his plan hurtling toward the ground.  He tried to eject but his legs were stuck in the fastenings of what remained of the cockpit.  His brother, Sam, was killed in a dive-bomber crash the previous year, and the thought that kept going through his mind was that his mother could not take the loss of another son. He managed to free himself and open his parachute shortly before hitting the ground.  Two workers came to where he was lying, bleeding profusely.  One was smoking a cigarette from a large package of roll-your-own Bull Durham.  Warren traded his parachute for the tobacco pouch and placed it on the gaping hole in his leg.  It stopped the bleeding. \n\nIn an air attack mission in Korea, Warren was lead pilot of a flight of four F-9-F Panther jet fighters.  Warren’s plane was struck, causing his cockpit to lose pressurization and putting a hole through his left leg.  It was necessary for his squadron to fly at high altitudes, because they were low on fuel.  This subjected him to freezing temperatures and he used the oxygen in his parachute bailout bottle to remain conscious.  Snow, ice and nightfall interfered with their visibility when they reached their landing strip.\n\nWarren decided he would land last because his plane was damaged and might crash and block the runway, preventing the other planes from landing.  The fuel supply in his plane, as well as those of his squadron, was depleted.  He circled the airport until all planes had safely landed and, with his fuel gauge showing empty, successfully landed his plane\n\nHe was awarded three Legion of Merits Combat V, three Bronze Stars Combat V, six Distinguished Flying Crosses and a Purple Heart.  He served as Commander of the first squadron of Phantoms jets, moving up through the ranks until his retirement as brigadier general in 1974.\n\nA 1941 graduate of Marshall High School, he was the quarterback of the football team. Warren graduated Summa Cum Laude from Oklahoma State University. He had three brothers who served in World War II. Two brothers died during the war.\n\nWarren's collection of aviator helmets can be seen in this exhibit in the \"Airpower\" section.\n\nSource: HCHM Archive;  Flying into Combat with Eagles by Stephen G. Warren, HCHM Collection."
  },
  {
    "person": "Vernon B. Lewis Jr.",
    "label": "Dau Tieng, Vietnam",
    "id": 80,
    "top": 425,
    "left": 1305,
    "photoId": "23.1",
    "thumbnail": "img\\carousel-images\\23.1 Vernon L.png",
    "detailImages": [
      {
        "src": "img\\details-images\\23.1 Vernon L.png",
        "title": "Vietnam War",
        "caption": "Vernon Lewis Jr. served in Vietnam and became a brigadier general.",
        "credit": "Vernon Lewis, 1973 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\23.2 Lewis, Vernon, 1977 at retirment with General Edward Meyer.png",
        "title": "Vietnam War",
        "caption": "Vernon Lewis is shown here at his retirement celebration, posing with General Edward Meyer.",
        "credit": "Vernon Lewis & General Edward Meyer, 1977 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\23.3 Lewis, Vernon, 1973, FRONT, Lewis on Right, Commanders of 82nd Airborne Division, All became generals, HCHM Collection.jpg",
        "title": "Vietnam War",
        "caption": "Vernon Lewis (on front right) and all the other commanders of the 82nd Airborne Division became generals.",
        "credit": "Vernon Lewis & Fellow Commanders, 1973 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\23.4 Vernon Lewis 2nd battallion 77th field artillery vietnam.png",
        "title": "Vietnam War",
        "caption": "Vernon Lewis Jr. served in Vietnam as commander of the 2nd Battalion, 77th Field Artillery Regiment. You can see their battle-scarred flag in this exhibit.",
        "credit": "2nd Battalion, 77th Field Artillery, 1960s | Public Domain"
      }
    ],
    "learnMore": "During the Vietnam War, Dau Tieng Base Camp was a major staging area for thrusts into Vietnam. Located in southeast Vietnam in the Dau Tieng District, the base of operations for both the U.S. Army and Army of the Republic of Vietnam was established in 1966. Dau Tieng was also known as Camp Rainier.\n\nVernon B. Lewis Jr., then a lieutenant colonel, was commander of the 2nd Battalion, 77th Field Artillery (2-77) that operated out of Dau Tieng. The 2-77 arrived in Vietnam in October 1966 as part of the 4th Infantry Division.  In August 1967, the 2-77 transferred to the 25th Infantry Division. They remained in Dau Tieng until 1969 when the battalion was relocated to Cu Chi where it remained until departing Vietnam in December 1970.\n\nIn March 1969, the 25th Infantry's Tropic Lightening News reported that Lewis, in addition to his commanding the field artillery in war, found an ideal method for forward artillery observers to mark enemy positions without exposing their own location. The new technique borrowed something from the past--an old M-1 rifle smoke grenade. Lewis noticed that the old M-1 grenade would fit snugly over the muzzle of an M-16. The News reported the weapon fired with a slight recoil, but was quite accurate.  The 2-77 was the first artillery unit to use this smoke grenade marker in combat in Vietnam.\n\nIn 1975 Lewis, now a brigadier general, wrote about the lessons learned by field artillery in Vietnam and that new tactics and techniques for the modern battlefield were under development by the U.S. Army field artillery. \n\nThe 2-77 participated in 11 Vietnam campaigns receiving a Presidential Unit Citation for the Battle of Suoi Tre and three awards of the Republic of Vietnam Cross of Gallantry with Palm.  The battle-scared regimental flag of the 2-77 is in this exhibit in the \"Soldiers' Stories\" section.\n\nLewis served two combat tours of duty in Vietnam.  He previously served one combat tour of duty in Korea and later served five years as Pentagon deputy chief of staff for operations.  \n\nThe son of a T&P Railroad coppersmith, Lewis was born in Marshall, Texas and graduated from Marshall High School in 1947. He attended East Texas Baptist College in Marshall before being commissioned in 1951 at the Army Ground School in Fort Riley, Kansas. Lewis obtained a Bachelor of Education from the University of Nebraska at Omaha and a Master of Science from George Washington University in Washington. He also graduated from the Army Command and General Staff College at Fort Leavenworth, the Armed Forces Staff College in Norfolk and the National War College in Washington.\n\nLewis is one of the more decorated U.S. Army field artillery officers of his generation. He has received the Distinguished Service Medal, two Silver Stars, a Distinguished Flying Cross, two Legions of Merit, the Bronze Star, two Meritorious Service Medals, 13 Air Medals, a Commendation Medal for Valor, and a number of foreign awards. Lewis' medals can be seen in the \"A Promise to Remember\" section of this exhibit.\n\nLewis retired in 1977 from the U.S. Army as a major general. \n\nSources:  HCHM Archive; Marshall News Messenger; \"Evolving Field Artillery Tactics and Techniques,\" by Vernon B.Lewis Jr., Field Artillery Journal; Vietnam Order of Battle by Captain Shelby L. Stanton."
  },
  {
    "person": "Johnny Nickerson",
    "label": "An Khe, Vietnam",
    "id": 85,
    "top": 415,
    "left": 1305,
    "photoId": "24.1",
    "thumbnail": "img\\carousel-images\\24.1 NICKERSON004, Johnny F, Sp 4 (E-4).  Vietnam, Family Photo.png",
    "detailImages": [
      {
        "src": "img\\details-images\\24.1 NICKERSON004, Johnny F, Sp 4 (E-4).  Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "Johnny F. Nickerson served with the 101st Cavalry Division (Airmobile) in Vietnam.  He entered service in spring 1966.",
        "credit": "Johnny Nickerson, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.2 NICKERSON005,, Johnny F, Sp 4 (E-4) Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "By the summer of 1967, Nickerson was awarded an Air Medal for participating in 25 aerial missions over hostile territory in Vietnam.",
        "credit": "Johnny Nickerson and Friends, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.3 NICKERSON007,, Johnny F, Sp 4 (E-4)Vietnam.png",
        "title": "Vietnam War",
        "caption": "The 101st Cavalry Division (Airmobile) converted a local golf course in Vietnam into the world's largest helipad for Huey and Chinook helicopters.",
        "credit": "Johnny Nickerson and Friends, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.4 NICKERSON012, Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "Nickerson participated in the implementation of the new concept of \"airmobility\" - using helicopters to transport troops to combat zones",
        "credit": "Johnny Nickerson and Friends, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\24.5 NICKERSON017, Johnny F, Sp 4 (E-4) Vietnam, Family Photo.png",
        "title": "Vietnam War",
        "caption": "Nickerson was awarded a Bronze Star with V for bravery and a Purple Heart for wounds received in action May 9, 1967.",
        "credit": "Johnny Nickerson, 1960s | HCHM Collections"
      }
    ],
    "learnMore": "Johnny F. Nickerson served with the 101st Cavalry Division (Airmobile) in Vietnam. He entered service in spring 1966 and by summer 1967 was awarded an Air Medal for participating in 25 aerial missions over hostile territory in Vietnam\n\nHe participated in the implementation of the new concept of \"airmobility\" -- using helicopters to transport troops to combat zones -- that was pioneered with the 1st Cavalry Division (Airmobile) in Vietnam. The use of helicopters was hailed as significant an advancement in moving combat troops as the change from the horse to the truck. The change was a coming together of an idea, technology, and military tactics. In the Korean War, the mountainous terrain and large number of enemy troops was presenting difficulties for the U.S. forces even though they were better trained and had superior firepower. The idea of using helicopters to move troops in combat zones was born as military officers watched small observation helicopters become ambulances evacuating wounded Marines out of Korea's steep mountains and deep valleys. They thought helicopters could be a solution to moving troops to and from combat zones that were hard to maneuver through on the ground.\n\nTechnology was making the helicopter more powerful and dependable. In the 1960s, Army engineers and technicians found a way to arm the helicopter to protect the machine and its troops as they approached combat. Helicopters and the airmobility theory was tested. Then, in July 1965 the 101st Cavalry Division (Airmobile) was activated and began arriving at An Khe, Vietnam in August. They converted the local golf course into what would become the world's largest helipad for Huey and Chinook helicopters. In Vietnam, helicopters and troops swiftly and directly moved to their objective regardless of terrain and enemy troop concentrations.\n\nSergeant Nickerson was awarded a Bronze Star with V for bravery and a Purple Heart for wounds received in action May 9, 1967.\n\nHe is a 1963 graduate of Marshall's Pemberton High School.\n\nSources: HCHM Archive;  \"Vietnam Studies:  Air Mobility,\" 1961-1971 by  Lt. Gen. John J. Tolson;  Vietnam Order of Battle by Captain Shelby L. Stanton."
  },
  {
    "person": "James W. Lewis",
    "label": "Ban Niang, Laos",
    "id": 91,
    "top": 385,
    "left": 1285,
    "photoId": "25.1",
    "thumbnail": "img\\carousel-images\\25.1-4_5x6_5-JamesWimberlyLewis.png",
    "detailImages": [
      {
        "src": "img\\details-images\\25.1 09-4_5x6_5-JamesWimberlyLewis.png",
        "title": "Vietnam War",
        "caption": "A B-57 bomber pilot, Lewis served during the Vietnam War. No one saw the plane crash that took Lewis’ life. He was declared Missing In Action. His remains were finally identified in 2004.",
        "credit": "James W. Lewis, 1960s | Barbara Lewis Personal Collection"
      },
      {
        "src": "img\\details-images\\25.2 LEWIS, JAMES, Ho_chi_minh_trail, 1960s, Public Domain.jpg",
        "title": "Vietnam War",
        "caption": "Bicycles were often used by the U.S. enemy--Viet Cong and North Vietnamese Army--to transport supplies and weapons via the narrow, mountainous Ho Chi Minh trail through Laos into South Vietnam combat areas.",
        "credit": "Ho Chi Minh Trail, c 1960s | Public Domain"
      }
    ],
    "learnMore": "On April 7, 1965, James Wimberley Lewis led a flight of four B-57B Canberra jet bombers across the Vietnam-Laos border on a mission against enemy targets near Ban Niang in Laos.  Lewis was a pilot and a captain in the U.S. Air Force.\n\nTheir target was enemy traffic along Laos Route 7, a major artery that fed into the infamous Ho Chi Minh trail, a network of roads that ran through eastern Laos and then into South Vietnam. When North Vietnam began increasing its military strength in South Vietnam, the Viet Cong and North Vietnam regular army used Highway 7 in neutral Laos to transport weapons, supplies and troops into the war zone in South Vietnam. In the early days of the Ho Chi Minh trail, bicycles were often used for transportation through the narrow, mountainous trails. U.S. and South Vietnamese forces used all assets available to them to stop this flow of men and supplies from moving into the South Vietnam war zone.\n\nLewis and his navigator initiated an attack and then ran into clouds. Lewis radioed that his plane was \"off target and out bound.\" There was no further radio or visual contact with the crew. For six days, search and rescue missions looked for the missing crew and bomber.  They found no evidence of the two men or their aircraft. Later, U.S. intelligence reported that there were reports both Lewis and his navigator bailed out of the airplane and reached the ground alive. They were listed as missing in action.  Although the cause of the crash is unknown, enemy fire and bad weather are believed to be contributing factors.  \n \nBarbara Gillihan of Marshall and James Lewis of Mississippi married in 1952 while in college. After he joined the U.S. Air Force, they enjoyed the military life until April 7, 1965--the day he did not return from the mission to Laos. The Lewis family was stationed in the Philippines. Barbara returned to her hometown to raise her three young children and anxiously await word of the fate of her husband. For 17 years, she worked tirelessly to find out his status and wrote letters to him just in case he was a prisoner of war. Barbara became active with the National League of Families of American POWs and MIAs and journeyed to Laos in 1973 trying to learn more about the fate of her husband.  She even sued the President of the United States when the military attempted to change his status from missing to presumption of death. She lost her lawsuit and in 1982 her husband's status was officially changed from missing in action to a finding of death due to a lapse of time.\n\nIn July 1997, a joint U.S.-Laos team interviewed witnesses to Lewis' crash and they were led to the crash site. Four excavations, from 2003 to 2004, resulted in finding human remains and crew-related artifacts. Lab scientists used mitochondrial DNA to identify the remains as those of Lewis and his crewmate. Of the 88,000 Americans missing from all conflicts, 1,827 are from the Vietnam War with 372 of those within the country of Laos.\n\nBarbara Lewis' 40-year search for her husband was over. Hundreds from the Marshal community, most who did not personally know him, lined the streets waving U.S. flags as the funeral procession carrying the remains of Colonel Lewis wound its way through the town to Marshall's Colonial Gardens Cemetery.\n\nSources:  HCHM Archive; Marshall News Messenger."
  },
  {
    "person": "Rex Parkison",
    "label": "Cu Chi, Vietnam",
    "id": 94,
    "top": 435,
    "left": 1305,
    "photoId": "26.1",
    "thumbnail": "img\\carousel-images\\26.1 Parkison, Rex, Vietnam, platoon with flag, outside barracks, kneeling on right is Parkison friend kia rescuing wounded soldier & awarded 2 silver stars, Parkison photo.png",
    "detailImages": [
      {
        "src": "img\\details-images\\26.1  Parkison, Rex, NO1.png",
        "title": "Vietnam War",
        "caption": "Rex Parkison served on “search and destroy” missions during his tour of duty in Vietnam.",
        "credit": "Rex Parkison, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\26.2  P1 Parkison, Rex, Vietnam, using PRC.png",
        "title": "Vietnam War",
        "caption": "Parkison was a radio operator, sending messages from a bulky communications unit.",
        "credit": "Rex Parkison, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\26.3 P3 Parkinson, Rex, Forward base camp, NO 3.png",
        "title": "Vietnam War",
        "caption": "A fellow soldier snapped this photo of Parkison's unit's forward base camp in the dangerous “Iron Triangle” region of Vietnam.",
        "credit": "Forward Base, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\26.4 P12 Parkison, Rex, VIETNAM, Store on base operated by Vietnamese, Parkison photo.png",
        "title": "Vietnam War",
        "caption": "A fellow soldier snapped this photo of a store on base that was operated by locals.",
        "credit": "Base Store, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\26.5 P17 Parkison, Rex out on patrol, Parkison photo.png",
        "title": "Vietnam War",
        "caption": "Parkison is shown here out on patrol in the dense jungles of Vietnam.",
        "credit": "Rex Parkison, 1960s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\26.6 Parkison, Rex, Vietnam, platoon with flag, outside barracks, kneeling on right is Parkison friend kia rescuing wounded soldier & awarded 2 silver stars, Parkison photo.png",
        "title": "Vietnam War",
        "caption": "Parkison saved this snapshot of his platoon posing with a flag outside their barracks.",
        "credit": "Platoon with Flag, 1960s | HCHM Collections"
      }
    ],
    "learnMore": "To help overcome better-supplied U.S. and South Vietnamese forces during the Vietnam War, Viet Cong and North Korean Regular Army used tens of thousands of miles of tunnels, including an extensive network running underneath the Cu Chi district northwest of Saigon. Some of the tunnels were dug as early as the 1940s during Vietnam's war for independence from France. The Viet Cong used these tunnels to disappear underground to safety. The tunnels also housed troops, stored supplies, and served as field headquarters.  They were also used to lay booby traps and mount surprise attacks against South Vietnam and U.S. forces.\n  \nOn October 28, 1968, Rex Parkison decided to celebrate his 21st birthday one day early with pound cake he had saved from his food rations.  His unit, 1st Battalion of the 27th Infantry \"Wolfhounds,\" was on patrol in the Boi Loi Woods in the Cu Chi district. A fellow soldier was shot by sniper fire so the unit moved into a clearing where a helicopter could pick up the soldier.  The clearing would also serve as the night base for the unit. As the unit started settling into the clearing, Parkison began to open his cake, but set it aside when he was told to check the perimeter of the clearing along with another soldier. An enemy communications cable was discovered. Viet Cong snipers began firing and Parkison's fellow Company B soldiers came forward to assist, moving deeper into the jungle as they pursued the snipers. Then, they came upon an enemy base camp.  A furious eight-hour battle began.\n\nMany Viet Cong snipers fired from trees around the base camp. Fire came from small openings in bunkers that were connected by tunnels. The Wolfhounds' commander maneuvered the rest of the battalion against the enemy positions, but fire was so heavy that movement was slowed to a crawl. Friendly and enemy soldiers were in such close contact that supporting artillery could not immediately be called in. The battle raged under the light of flares until after midnight. During the night, contact with the enemy was broken.  Pursuit was made impossible by jungle so thick that grenade launcher fire bounced off trees. In many cases, U.S. artillery support did not penetrate the heavy jungle canopy.  The enemy abandoned their base camp before morning. When the U.S. soldiers swept the area at first light, they found an enemy base camp so extensive that the unit commander called it the most complex system of bunkers and trenches he had ever seen.\n\nWhen the Wolfhounds entered the complex of tunnels and bunkers, many documents and maps were found giving U.S. forces information about the enemy. Parkison found small silk banners of Ho Chi Minh, the Vietnam Communist revolutionary leader, and he kept three of the banners.  He never got to eat his birthday cake.\n\nRex Parkison and his wife retired to Marshall, her home town.\n\nSources:  \"8-Hour Firefight,\" Tropic Lightening News, November 13, 1967; Interview with Rex Parkison; Vietnam Order of Battle by Captain Shelby L. Stanton."
  },
  {
    "person": "Clarence McClaran",
    "label": "Ipswich, Australia",
    "id": 101,
    "top": 600,
    "left": 1500,
    "photoId": "27.1",
    "thumbnail": "img\\carousel-images\\27.1 McClaran, Clarence Edward via Ancestry.png",
    "detailImages": [
      {
        "src": "img\\details-images\\27.1 McClaran, Clarence Edward via Ancestry.png",
        "title": "World War II",
        "caption": "McClaran was one of the first graduates of the pilot training program at College of Marshall (East Texas Baptist University).",
        "credit": "Clarence McClaran, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\27.2 McClaran, Clarence Edward with wife Nancy Newland McClaran via Ancestry.png",
        "title": "World War II",
        "caption": "McClaran poses with his wife, Nancy Newland McClaran before shipping out to Australia.",
        "credit": "Clarence and Nancy McClaran, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\27.3 McClaran, Clarence, B-26 bombers in flight 2 Public Domain.png",
        "title": "World War II",
        "caption": "In 1941, McClaran's 22nd Bomb Group was the first to receive the experimental B-26 Marauder medium bomber and the first bomb group to fully deploy to the Pacific after Pearl Harbor.",
        "credit": "B-26 Bombers, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\27.4 B-26 Bombers in Flight.png",
        "title": "World War II",
        "caption": "McClaran was awarded the Distinguished Flying Cross for one of his daring missions flying out of Australia.",
        "credit": "B-26 Bombers, 1940s | Public Domain"
      }
    ],
    "learnMore": "Clarence E. McClaran was one of the first graduates of the pre-World War II pilot training program at College of Marshall (East Texas Baptist University). The young pilot joined the U.S. Army Air Corp.\n\nIn 1941, McClaran, a lieutenant with the 22nd Bomb Group, was the first to receive the experimental B-26 Marauder medium bomber and the first bomb group to fully deploy to the Pacific after Pearl Harbor. The 22nd, known as the Red Raiders, pioneered the flight route to Australia. McClaran was in the first, three-plane flight that left Hickam Field, Hawaii for Australia on March 28, 1942.\n\nThey arrived at Amberly Field near Ipswich, Queensland in northeast Australia on April 2.  Seven days later McClaran took off for his first bombing mission--a 500-mile flight to Rabaul, New Britain that would result in the award of an Air Medal. This new pilot with a new combat crew reached the target area without a navigator. McClaran made a bombing run through intense Japanese anti-aircraft fire at 1,000 feet. He held the bomber straight and level enabling the bombardier to score hits on the docks. Eight Japanese Zero fighter airplanes attacked. The turret gunner shot down one. McClaran and his crew were cited for \"outstanding ability, courage and devotion to duty.\"\n\nIn early May, the 22nd Bomb Group began conducting highly dangerous daily reconnaissance flights of nine hours or more, often encountering enemy aircraft. On July 17, McClaran was assigned a new B-26. His crew chief nicknamed their new bomber, \"Rose of San Antone,\" after the popular song of that time. The crew painted the nose of the airplane with a red rose. A row of bombs, painted below the pilot's window, indicated missions flown.   \n\nOn August 17, 1942, McClaran was starting the engines on his Marauder for a mission. His was one of ten bombers parked at 7 Mile Drome airfield -- fully fueled and armed with 500 pound bombs--when a surprise Japanese air raid started. Japanese Betty bombers escorted by Zeros strafed the airfield. A Japanese bomb landed about 20 yards away from McClaran and riddled his bomber with more than 50 holes. He was hit in the face and knocked unconscious. McClaran's engineer injured his ankles when he jumped off the wing, but crawled back to the airplane to rescue McClaran.\n\nMcClaran was awarded the Distinguished Flying Cross for one of his final missions flying out of Australia. He was returning to home field when he attacked an enemy seaplane base just established on Deboyne Islands.  After flying through extremely bad weather a bombing run was made on an enemy target. Throughout the attack, the aircraft was subjected to machine gun fire and the possibility of interception by 15 enemy seaplanes, which were circling above the target area. McClaran survived the attack and returned to base.\n\nMcClaran died November 10, 1945 in a military airplane accident in Tennessee.\n\nSources: Red Raiders Over the Pacific by Don Evans; Marshall News Messenger."
  },
  {
    "person": "Harold Raines",
    "label": "Incheon, Korea",
    "id": 106,
    "top": 305,
    "left": 1370,
    "photoId": "28.1",
    "thumbnail": "img\\carousel-images\\28.1 Raines, Harold001 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\28.1 Raines, Harold001.png",
        "title": "Korean War",
        "caption": "Harold Raines joined the Navy Reserve after serving in the Southwest Pacific in World War II.",
        "credit": "Harold Raines, 1940s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\28.2 Raines, Harold Inchon Harbor.png",
        "title": "Korean War",
        "caption": "Raines was activated in 1950 for the Korean War and assigned to the USS Estes.",
        "credit": "Incheon Harbor, 1950s | Public Domain"
      },
      {
        "src": "img\\details-images\\28.3 Raines, Harold Battle_of_Inchon Public Domain.png",
        "title": "Korean War",
        "caption": "His ship was stationed at Inchon. Raines was on the staff of the ship commander",
        "credit": "Battle of Inchon, 1950s | Public Domain"
      },
      {
        "src": "img\\details-images\\28.4 Raines, Harold002.png",
        "title": "Korean War",
        "caption": "Raines participated in the assault on Inchon, one of the most successful amphibious operations of the Korean War.",
        "credit": "Harold Raines, 2010s | Raines Family Collection"
      }
    ],
    "learnMore": "Harold Raines joined the U.S. Navy Reserve after serving in the Southwest Pacific in World War II. He was called for active duty in 1950 for the Korean War and assigned to the USS Estes.\n\nThe surprise landing at Inchon on the west coast of Korea reversed the course of the Korean War and opened up the central part of Korea to United Nations forces. The invading North Korean Army had been superior, in both manpower and equipment, over the South Korean Army and the UN forces. The UN forces were under the command of U.S. General Douglas MacArthur. The assault of Inchon was one of the most successful amphibious operations of the Korean War.  General MacArthur said the target date of September 10, 1950 was selected because of the \"great tides\" at that time of year. The operation involved 75,000 troops and 261 naval vessels and led to the recapture of the South Korean capital of Seoul two weeks later. Harold Raines was on staff of the Espe's commander.\n\nThe Estes was designed as a floating command post. The flagship, launched in 1943, had advanced communications equipment and combat management space to be used by the amphibious forces commander and landing force commander during large-scale operations.\n\nRaines graduated from high school in Shreveport, Louisiana. In the early 1960s, he moved to Marshall and worked for Marshall Mill & Elevator.\n\nSources:  Assault from the Sea:  The Amphibious Landing at Inchon by Curtis A. Utz; Interview with Harold Raines, HCHM."
  },
  {
    "person": "Curtis Fields",
    "label": "Haman, Korea",
    "id": 112,
    "top": 310,
    "left": 1370,
    "photoId": "29.1",
    "thumbnail": "img\\carousel-images\\29.1 Fields, Curtis Korea Men of the 24th Inf. Regt. move up to the firing line in Korea-July 18, 1950-NARA Public Domain.png",
    "detailImages": [
      {
        "src": "img\\details-images\\29.1 Fields, Curtis Korea Men of the 24th Inf. Regt. move up to the firing line in Korea-July 18, 1950-NARA Public Domain.png",
        "title": "Korean War",
        "caption": "Curtis Fields was one of many African American soldiers who served with the 24th Infantry during the Korean War. He was awarded a Silver Star posthumously for his bravery in the Battle of Pusan Perimeter.",
        "credit": "Men of 24th Infantry, 1950s | Public Domain"
      }
    ],
    "learnMore": "Curtis Fields, with the U.S. Army's 24th Infantry Regiment of the 25th Infantry Division, participated in the Battle of Pusan Perimeter, one of the first major engagements of the Korean War.  It was a large-scale battle between United Nations and North Korean forces in August and September 1950. An army of 140,000 United Nations troops, facing defeat, rallied to make a final stand against the invading North Korean army of 98,000 men. The United Nations forces were under the command of the United States Army.  Fields, after volunteering to serve as contact for his company, was fatally wounded as he exposed himself to withering enemy fire to protect his squad as they got into their vehicles\n\nHe was awarded the Silver Star medal for conspicuous gallantry and intrepidity in action on August 6, 1950.\n\nFields, private first class, was from Marshall. He entered the U.S. Army in 1948 and had served in Korea since July 10, 1950.\n\nSources:  Marshall News Messenger;  \"Curis Leon Fields,\" koreanwarproject.com."
  },
  {
    "person": "Rufus LaDell James",
    "label": "Dong Ha, Vietnam",
    "id": 114,
    "top": 405,
    "left": 1300,
    "photoId": "30.1",
    "thumbnail": "img\\carousel-images\\30.1 Rufus, James La Dell, Misc. Military Photos, No. 25.png",
    "detailImages": [
      {
        "src": "img\\details-images\\30.1 Rufus, James La Dell, Misc. Military Photos, No. 25.png",
        "title": "Vietnam War",
        "caption": "Rufus James gave his life as part of the first “Combat Skyspot” unit deployed to Vietnam. His group was ambushed while scouting radar locations.",
        "credit": "Rufus LaDell James, 1960s | HCHM Collections"
      }
    ],
    "learnMore": "Rufus LaDell James, an airman with the U.S. Air Force, was selected for the first Combat Skyspot unit deployed to Vietnam.\n\nDong Ha Combat Base was six miles south of the Vietnamese Demilitarized Zone in central Vietnam. First established for U.S. Marines to support the South Vietnamese army protecting the boundaries of the demilitarized zone, the base became a place to implement the U.S. Air Force top-secret, new way to make bombing operations more accurate.\n\nIn 1965 the Air Force had a problem in Vietnam. The long rainy season and thick, low-hanging clouds made bombing runs difficult, especially at night. The enemy Viet Cong took advantage of this problem and began launching their attacks during these times. A solution was needed.  The solution was already being used to improve the accuracy of aircrews training for bombing raids in the United States. This training system combined radar and computers near the bombing site. The system guided the bomb runs and then measured their accuracy.  This same operation would now be used in Vietnam.\n\nNamed Combat Skyspot, the units guided bombers along designated routes and signaled aircrews when to release their weapons. More than 3,000 men manned multiple locations, 24 hours a day, from March 1966 until August 1973 in South Vietnam, Thailand and Laos. They directed more than 300,000 U.S. Air Force, Navy, and Marine bombing flights, including reconnaissance and rescue. This performance forced the enemy to conduct daring raids to eliminate the Combat Skyspot sites or force their relocation.\n\nOn June 5, 1966, James' team left Dong Ha Combat Base to finish a survey a site to put the radar. The party had been scouting the area the previous day.  This day, Viet Cong ambushed them. There were no survivors.\n\nJames was a 1955 graduate of Marshall's Pemberton High School. \n\nSources:  \"Combat Skyspot\" by Richard A. Durkee; \"Dropping Tones - the Combat Evaluation Group and Combat Sky Spot in Vietnam,\" by Air Force Global Strike Command History Office."
  },
  {
    "person": "Sonnie B. McCarley",
    "label": "Chateau-Thierry, France",
    "id": 118,
    "top": 240,
    "left": 820,
    "photoId": "31.1",
    "thumbnail": "img\\carousel-images\\31.1 McCarley, Sonnie B 3, 369th Infantry, Croix de Guerre, National Archives.png",
    "detailImages": [
      {
        "src": "img\\details-images\\31.1 McCarley, Sonnie B 3, 369th Infantry, Croix de Guerre, National Archives.png",
        "title": "World War I",
        "caption": "Sonny McCarley of Marshall was inducted into the U.S. Army on December 7, 1917 at age 25.",
        "credit": "Men of the 369th Infantry, 1918 | Public Domain"
      },
      {
        "src": "img\\details-images\\31.2 McCarley, Sonnie B 1, 369th Arrives in NYC after war, National Archives, Public Domain.png",
        "title": "World War I",
        "caption": "McCarley served with the 369th Infantry Regiment. The unit was known as the “Harlem Hellfighters\" because most of the soldiers were New York national guardsmen. As replacements were needed for the 369th, men from Texas were assigned to the unit.",
        "credit": "Men of the 369th Infantry, 1918 | Public Domain"
      },
      {
        "src": "img\\details-images\\31.3 McCarley, Sonnie B, 369th Infantry, French helmets, National Archives.png",
        "title": "World War I",
        "caption": "The 369th Infantry was the first African American regiment to serve with the American Expeditionary Forces during World War I.",
        "credit": "Men of the 369th Infantry, 1918 | Public Domain"
      }
    ],
    "learnMore": "During World War I, the U.S. Army had 38,000 African Americans serving in segregated combat units. One of the most famous was the 369th Infantry Regiment. They became known as the “Harlem Hellfighters\" because most of the soldiers were New York national guardsmen and their reputation for toughness in battle. As replacements were needed for the 369th, men from Texas were assigned to the unit, including Sonnie B. McCarley of Marshall.\n\nMcCarley was inducted into the U.S. Army on December 7, 1917 at age 25. By April 1918, the private first class was assigned to the 369th and shipping out to the war in France. \n\nThe 369th Infantry was the first African American regiment to serve with the American Expeditionary Forces during World War I. Before that, any African American that wanted to fight in the war enlisted in French or Canadian armies.\n\nJohn J. Pershing, commander of the American Expeditionary Forces, assigned the 369th to the French army. The men were issued French weapons and helmets, but continued to wear their U.S. uniforms. With the French, the Harlem Hellfighters fought at Chateau-Thierry and Belleau Wood. They spent 191 days in combat, longer than any other American unit in the war.\n \nThe bravery of the 369th earned them fame in Europe and America. Two of their soldiers were the first Americans awarded the French Croix de Guerre. The 359th officers and men received 171 individual medals and the unit was also awarded a Croix de Guerre for taking Sechault, France from the Germans during the Muse-Argonne Offensive.\n\nSources: \"356th Infantry Regiment,\" wikipedia.com; \"Who Were the Harlem Hellfighters?,\" pbs.org."
  },
  {
    "person": "George A. Thompson",
    "label": "Naples, Italy",
    "id": 122,
    "top": 280,
    "left": 860,
    "photoId": "32.1",
    "thumbnail": "img\\carousel-images\\32.1 370th in Italy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\32.1  92nd-Infantry-DivisionPoval italy.png",
        "title": "World War II",
        "caption": "George Thompson served as a wire crewman with the 370th Infantry Regiment, 93rd Infantry Division.",
        "credit": "93rd Infantry Division, 1040s | Public Domain"
      },
      {
        "src": "img\\details-images\\32.2  370th in Italy.png",
        "title": "World War II",
        "caption": "Thompson was killed in action in Italy during World War II and posthumously received a Bronze Star for meritorious service in combat.",
        "credit": "370th Infantry Regiment, 1940s | Public Domain"
      }
    ],
    "learnMore": "George A. Thompson, a sergeant with the U.S. Army, was killed in action in Italy during World War II and posthumously received a Bronze Star for meritorious service in combat due to his actions in battle on November 24, 1944. Thompson was a wire crewman operating with an attacking battalion. His unit, the 370th Infantry Regiment of the 93rd Infantry Division, was attached to the 1st Armored Division. Thompson repeatedly exposed himself to hostile fire while crossing enemy-observed terrain to check and repair communications line. The line was repeatedly broken by intense enemy artillery and mortar fire. Thompson was mortally injured by enemy fire.\n\nThe 370th Infantry Regiment arrived in Naples, Italy on August 1, 1944. Attached to the 1st Armored Division, the 370th entered combat on August 24, 1944.\n\nIn the spring of 1944, after years of pressure from the black community, the government grudgingly rescinded its policy excluding African American soldiers from combat. \n\nThompson was born in 1916 and before entering service worked as a boilermaker with Texas & Pacific Railroad in Marshall.\n\nSources: HCHM Archive; Marshall News Messenger; fold3.com; ancestry.com."
  },
  {
    "person": "William C. Allen",
    "label": "Saint-Mihiel, France",
    "id": 127,
    "top": 240,
    "left": 830,
    "photoId": "34.1",
    "thumbnail": "img\\carousel-images\\34.1 Allen, 2nd Lt. Will C. Source-  Ancestry copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\34.1 Allen, 2nd Lt. Will C. Source-  Ancestry.png",
        "title": "World War I",
        "caption": "After volunteering for the war, Allen was assigned to the newly formed 90th Infantry, the “Tough ‘Ombres.” He was a platoon leader with the 345th Machine Gun Battalion.",
        "credit": "William C. Allen, 1910s | Public Domain"
      },
      {
        "src": "img\\details-images\\34.2 Allen, Will C, St Miheil salient, “Over the top”; American soldiers answering the bugle call to “charge”.France Library of Congreee 3b22390u.png",
        "title": "World War I",
        "caption": "During an attack near Saint-Mihiel, Allen led his platoon of machine gunners over the top of the trench. They were gassed by the Germans, but kept going.",
        "credit": "Battle of St Mihiel, 1918 | Library of Congress"
      },
      {
        "src": "img\\details-images\\34.3 Allen, Will C. cartoon.png",
        "title": "World War I",
        "caption": "Allen later died of pneumonia, made worse by his gas exposure in battle. His friend and fellow soldier, artist Donnell Brown, drew this image in his honor.",
        "credit": "In Memorium: Will C. Allen, 1921 | Don Brown"
      }
    ],
    "learnMore": "On June 6, 1918, William Claiborn Allen stepped off a troop train at the Marshall (Texas) Passenger Station for a visit with his parents, William and Nancy Hall Allen.  He was one of the many troops filling the passenger cars headed for the east coast and a steamship bound for France. There they would join other American Expeditionary Forces soldiers fighting against Germany during World War I.\n\nIn 1917, Allen left his job as an inspector with Marshall Gas Company answering a call for volunteers with the Texas Army National Guard.  After completing officers training at Camp Leon Springs near San Antonio, the young second lieutenant was assigned to the newly formed 90th Infantry. He was a platoon leader with the 345th Machine Gun Battalion.\n\nThe 90th, made up of Texas and Oklahoma guardsmen, wore a shoulder patch with a red \"T-O.\"  Their toughness in battle would lead to a new interpretation of the \"T-O\" -- \"Tough O'mbres.\"\n\nThe Americans arriving in France were shocked to see the devastation.  French citizens lost their homes, their livelihood, and their lives during the war.\n\nOn September 12, 1918, General John J. Pershing, commanding the American Expeditionary Forces, would launch its first major offensive in Europe at Saint-Mihiel, France. The German army had occupied the area since 1914. The railroad through Saint-Mihiel was important to the Allies. Saint-Mihiel lay between Paris and the eastern front. The railroad was needed out of German hands so the Allies in Paris could communicate with their troops on the eastern front. This problem had to be solved before a final Allied offensive to end the war could begin.\n\nWill and his platoon spent the night before the battle in the trenches. The opening line of the last letter Will wrote home read: \n\n\"In the front line trenches, in a dug-out, France September 11, 1918.\"\n\nThe Germans were bombarding U.S. forces, including using mustard gas. Will said the shells were dropping every thirty seconds.\n\n\"We are about ready to get into something awful.... I may get through this, but if I don't it is God's will and I am ready.\"\n\nOn the morning of September 12, the attack by the U.S. infantry and tanks was underway. \n\nWill led his platoon of machine gunners over the top of the trench. They were gassed by the Germans, but kept going. The battle continued until September 16. Will received another dosing of German gas and fell on the field.\n\nBy September 16 this area of France was liberated from German occupation.\n\nWeakened by breathing mustard gas, Will contracted pneumonia and died October 15, 1918.  He was buried in France.  In 1921, his family brought his body to Marshall's Greenwood Cemetery.\n\nSources: HCHM Archive; The Marshall Morning News, May 15, 1921; \"Today in History, The St. Mihiel offensive,\" Library of Congress; Texas Military Forces Museum archive."
  },
  {
    "person": "Donnell A. Brown",
    "label": "Angouleme, France",
    "id": 131,
    "top": 260,
    "left": 810,
    "photoId": "35.1",
    "thumbnail": "img\\carousel-images\\35.1 WWI-Brown, Don (left, 19 yrs), & best friend Bill Robertson (20 yrs) enlisted April 4, 1918, left Marshall April 8, 1918 copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\35.1 WWI-Brown, Don (left, 19 yrs), & best friend Bill Robertson (20 yrs) enlisted April 4, 1918, left Marshall April 8, 1918.png",
        "title": "World War I",
        "caption": "Brown attended what is now East Texas Baptist University. In 1916, while still a student, he joined the Marshall Musketeers. Don joined the U.S. Army in April 1918.  He was 19 years old.",
        "credit": "Donnell Brown (left) & Friend, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\35.2 WWI-Brown, Don walking down road with 4 men carrying guns, Brown 2nd from left, Paris, France, 1919 Scpbk 200-Vol 1 600 dpi.png",
        "title": "World War I",
        "caption": "Don served with Company D, 54th Ammunition Train, assigned to the U.S. First Army Artillery Park at Angouleme, France.",
        "credit": "Donnell Brown (second from left) & Friends, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\35.3 WWI-Brown, Don with 4 soldiers carryng guns & 1 man in native clothing, Paris, France, 1918 Scpbk 200-Vol 1 600 dpi.png",
        "title": "World War I",
        "caption": "After the war, Don attended art school in New York City and became a well-respected artist and art educator. In 1923 and 1926, Don returned to France to continue his art studies in Paris.",
        "credit": "Donnell Brown (left) & Friends, 1918 | HCHM Collections"
      }
    ],
    "learnMore": "Donnell Adair Brown lived most of his early life in Marshall where he attended what is now East Texas Baptist University. In 1916, while still a student, he joined the Marshall Musketeers, a local militia associated with the Texas State Guard. Don and his best friend, Bill Robertson, joined the U.S. Army in April 1918. He was 19 years old. Don was assigned to Company D, 54th Ammunition Train, Coast Artillery Corps at Fort Rosencrans, California.\n\nAmmunition trains were responsible for delivering ammunition to the battlefront. The train itself may have been an actual railroad train, but in most cases was not. Depending on the time period, the ammunition would be delivered by horse-drawn wagon or motor trucks. The 54th Ammunition Train shipped out for France in August 1918 assigned to the U.S. First Army Artillery Park at Angouleme, France. During World War I, the army artillery park was a place for the handling and transportation of ammunition. They were usually set up seven miles behind the battlefront.\n\nBrown's unit returned to the United States in January 1919. After the war, he attended art school in New York City and became a well-respected artist and art educator. In 1923 and 1926, Brown returned to France to continue his art studies in Paris. He also became Paris correspondent for the Paris editions of several nationally known U.S. newspapers.  \n\nSources: Texas Military Forces Museum Archive; \"History of the 1st Army Artillery Park, C.A.C. During WWI,\" archive.org."
  },
  {
    "person": "Henry Hockwald",
    "label": "Saint-Etienne, France",
    "id": 135,
    "top": 260,
    "left": 825,
    "photoId": "36.1",
    "thumbnail": "img\\carousel-images\\36.1 Hockwalk, Henry Scrapbook Page 21  Henry in uniform dress hat HCHM Collection.png",
    "detailImages": [
      {
        "src": "img\\details-images\\36.1 Hockwalk, Henry Scrapbook Page 21  Henry in uniform dress hat HCHM Collection.png",
        "title": "World War I",
        "caption": "Henry Hockwald was already a captain in the Texas National Guard when the U.S. entered World War I.",
        "credit": "Henry Hockwald, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\36.2 Hockwalk, Henry Scrapbook Page 21  Henry in doughboy helmet HCHM Collection.png",
        "title": "World War I",
        "caption": "His unit was absorbed into the 143rd Infantry Regiment, which arrived in France in 1918.",
        "credit": "Henry Hockwald, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\36.3 Hockwald, Henry Album  Inside Cover, 143rd Infantry Officers in Serigny, France, 1918, SCPB 112, HCHM.png",
        "title": "World War I",
        "caption": "Hockwald and his fellow soldiers fought alongside French troops in active combat until the signing of the Armistice.",
        "credit": "Henry Hockwald (2nd from left) and officers, 1918 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\36.4 Hockwald, Henry Album  Inside Cover, Officers in Soulitre Saltre, France with priest, 1919, SCPB 112 HCHM.png",
        "title": "World War I",
        "caption": "Hockwald and his fellow officers pose with Father Boussant while in France.",
        "credit": "Henry Hockwald (seated), 1919 | HCHM Collections"
      }
    ],
    "learnMore": "Henry Hockwald began his long military career in 1898 serving with the Marshall Musketeers, a local militia associated with the Texas State Guard. By 1903 he was a second lieutenant with Company D, 3rd Infantry, Texas National Guard. Hockwald was promoted to captain and commanding officer of a 3rd Infantry supply company.\n\nDuring World War I, his unit was absorbed as a supply company in the 143rd Infantry Regiment. The 143rd Regiment, as a part of the 36th Infantry Division, arrived in France during the early summer of 1918. Hockwald's unit was shipped by rail to an area in northeast France and served as a reserve of the French army.\n\nHockwald's 143rd Regiment was then transferred to the 4th French Army. The 143rd Infantry received its baptism of fire in an attack about 6 p.m. on October 10 when they successfully attacked the Germans near Saint-Etienne in the Meuse-Argonne Offensive. The next day the German army retreated to the north. The 143rd Regiment, as part of the 72nd Infantry Brigade, took up the pursuit, which resulted in the establishment of a new Allied line. The following day, the Regiment continued its relentless attack and gained control of the northern bank of the Aisne River. The Regiment maintained strong contact with the enemy until relieved by other Allied forces about October 28. The Regiment then moved to the Triaucourt areas remaining there as a unit of the 1st American Army until the signing of the Armistice on November 11, 1918.\n\nThe 143rd Regiment started returning to the United States on April 26, 1919. The Regiment spent 23 days in action, all in combat zones. As part of the 36th Infantry Division, the 143rd had total advance of 13.8 miles; total prisoners captured, 813; total material captured, three pieces heavy artillery, six pieces light artillery, 17 trench mortars and 277 machine guns. The value of enemy ammunition captured was $10 million.\n\nHockwald retired from military service as a colonel in 1943. The retired colonel and his wife, Hannah (Hirsch) Hockwald, returned to Marshall, Texas and lived in Hotel Marshall for 22 years until their deaths in the 1965.\n\nAdapted from \"143rd Infantry Regiment,\"  Texas Military Forces Museum. Sources:  HCHM Archive; Marshall News Messenger."
  },
  {
    "person": "William H. Wood",
    "label": "Sagan, Germany",
    "id": 140,
    "top": 225,
    "left": 860,
    "photoId": "37.1",
    "thumbnail": "img\\carousel-images\\37.1 Wood, William H, Wood Family Photo.jpg",
    "detailImages": [
      {
        "src": "img\\details-images\\37.1 Wood, William H 2, Wood Family Photo.png",
        "title": "World War II",
        "caption": "William H. Wood was born in Marshall in 1923. At the age of 17, he joined the U.S. Army Air Corps.",
        "credit": "William Wood, 1940s | Wood Family Photo"
      },
      {
        "src": "img\\details-images\\37.2 Wood, William H, P-47N_Thunderbolt, public domain.png",
        "title": "World War II",
        "caption": "Wood flew the  P-47 Thunderbolt with the 356th Fighter Group. They protected American bombers flying missions over Germany.",
        "credit": "P-47N Thunderbolt, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\37.3 Stalag Luft III .png",
        "title": "World War II",
        "caption": "After being shot down during a mission, Wood endured miserable conditions in a German POW camp named Stalag Luft III.",
        "credit": "Stalag Luft III POW Camp, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\37.4 Wood, William H, POW Stalag Luft III Death March, Marchers with sled, c 1945, Courtesy Appell Publishing.png",
        "title": "World War II",
        "caption": "With the approach of the Russian Army, Wood and his fellow captives were forced to march through a blizzard to another camp.",
        "credit": "Stalag Luft III Death March, 1945 | Appell Publishing"
      },
      {
        "src": "img\\details-images\\37.5 Wood, William H, Wood Family Photo.png",
        "title": "World War II",
        "caption": "In April of 1945, the U.S. Army liberated all the prisoners of war held in this part of Germany, Wood and his fellow captives were freed.",
        "credit": "William H. Wood, 1940s | Wood Family Photo"
      }
    ],
    "learnMore": "William H. Wood joined the U.S. Army Air Corps at the age of 17 and trained to be a P-47 Thunderbolt pilot. Stationed in Martlesham Heath, Suffolk, England with the 356th Fighter Group, the fighter pilot escorted American bombers on runs to Germany. Flying his 23rd mission on May 7, 1944, Wood's airplane was hit by enemy fire and he  parachuted out over Holland. A Dutch farmer attempted to hide the young second lieutenant from the Germans, but Wood was captured and sent to prisoner of war camp Stalag Luft III in Sagan, Germany.\n\nStalag Luft III was miserable. Air raids, lice, bedbugs, food shortages and disease ravaged prisoners. The POWs were fed what Wood called “green death soup,” made from worm-ridden vegetables, and a flavorless flour soup with the consistency of water he called “grey death soup.” This diet was supplemented by an occasional potato and German black bread. The lack of proper nutrition caused dysentery to run rampant through the camp.\n\nOn the night of January 27, 1945, the 10,000 prisoners at Luft III were given an hour to pack their belongings and be ready to leave camp. The Russian army was pushing into Eastern Germany causing an evacuation of the POWs. The prisoners left after midnight, walking in the ever-increasing fury of a blizzard.  While traveling with ill-fitting packs, constant snowfall and near zero degree temperatures, the men dealt with blisters, sickness, and frostbitten feet and hands.  Six days and 62 miles from Sagan, the men were split into two groups. Wood’s group went on to Stalag 7A Moosberg near Munich, Germany. Three months after arriving at Stalag 7A, the 14th Armored Division of General George Patton’s 3rd Army liberated the 80,000 prisoners in the camp.\n\nStalag Luft III was the POW camp depicted in the 1963 movie, “The Great Escape,” starring Steve McQueen.\n\nPrisoners of war were brought to camps in the U.S. during World War II. The 175 main camps served over 500 branch camps with 425,000, mostly German, POWs at the end of the war. Texas had twice as many camps as any other state with 21 main camps and over 20 branch camps.\n\nWilliam Henderson Wood was born in Marshall in 1923. His brother, Perry Wood, served in the U.S. Navy during World War II.\n\nSources:  HCHM Archive; Marshall News Messenger; Sally Wood Keedy; Marshall News Messenger; \"William H.Wood,\" American Air Museum of Britain; World War II Prisoner of War Database, National Archives and Records Administration; Handbook of Texas Online, Robert W. Tissing, Jr., \"Prisoners of War.\""
  },
  {
    "person": "Arthur Lee Wesley",
    "label": "Maastricht, Netherlands",
    "id": 146,
    "top": 230,
    "left": 830,
    "photoId": "38.1",
    "thumbnail": "img\\carousel-images\\38.1 Wesley, Arthur Lee,  Principal,  Courtesy Dora Wesley Morris.png",
    "detailImages": [
      {
        "src": "img\\details-images\\38.1  Wesley, Arthur Lee photo Courtesy Wesley Family.png",
        "title": "World War II",
        "caption": "Arthur Lee Wesley served with the 856th Quartermaster Corps. After landing on the beaches of Normandy, he fought in the famous Battle of the Bulge.",
        "credit": "Arthur Lee Wesley, 1940s | Courtesy Dora Wesley"
      },
      {
        "src": "img\\details-images\\38.2 Wesley, Arthur Lee,  Principal,  Courtesy Dora Wesley Morris.png",
        "title": "World War II",
        "caption": "Wesley received an honorable discharge on December 5, l945.  He then served as a first sergeant in the United States Army Reserve.",
        "credit": "Arthur Lee Wesley, 1990s | Courtesy Dora Wesley"
      },
      {
        "src": "img\\details-images\\38.3 Wesley, Arthur Lee 2 Courtesy Dora Wesley Morris.png",
        "title": "World War II",
        "caption": "Later in life, Wesley inspired young people as principal of Jefferson Junior High School.",
        "credit": "Arthur Lee Wesley, 1990s | Courtesy Dora Wesley"
      }
    ],
    "learnMore": "Arthur Lee Wesley entered the U.S. Army in May 1943.  He was assigned to the U.S. Army Quartermaster Corps. Serving in Europe, he received five bronze battle stars for Normandy, Northern France, the Ardennes, Rhineland and Central Europe. He landed on Normandy Beach D-Day+3 and also fought in the Ardennes Counteroffensive that became known as the \"Battle of the Bulge.\"\n\nQuartermaster Corps companies provided services in combat zones. Some operated close to the front. Others provided supplies and services in a rearward position. Many times the units at the rear became involved in combat.  Assigned to the 9th Army in September 1944, the 856th along with other supply and service units at the rear were targeted by German bombers.  During the Battle of the Bulge, the Quartermaster Corps units in the rear often had to take on the role of infantrymen fighting the Germans. There were approximately 2,000 units that received the Ardennes battle star indicating they participated, in some way, in the battle.\n\nA commanding general of the 9th Army said after World War II:\n\n\"To the individual soldier I give final and highest praise. Whether in a front-line line unit ... or in a rearward position, performing hard ... tasks without glamor — it was only through his spirit, courage, and ability, working in a team with his fellow soldiers, that our armies were victorious.\"\n\nWesley received an honorable discharge on December 5, l945. The young soldier then served as a first sergeant in the United States Army Reserve.\n\nBorn in 1924, Wesley was a long-time resident of Marshall. He was a public school educator and administrator.\n\nSources:  Dora Wesley Morris; U.S. War Department General Orders; Conquer: The Story of the Ninth Army, 1944-1945 by Theodore W. Parker Jr. and William J. Thompson; Battle of the Bulge:  Interactive Timeline, Library of Congress; The Quartermaster Corp: Operations in the War Against Japan by Alvin P. Stauffer."
  },
  {
    "person": "Perry Bonner",
    "label": "Oran, Algeria",
    "id": 150,
    "top": 310,
    "left": 800,
    "photoId": "39.1",
    "thumbnail": "img\\carousel-images\\39.1 PerryBonner.png",
    "detailImages": [
      {
        "src": "img\\details-images\\39.1 PerryBonner.png",
        "title": "World War II",
        "caption": "Perry Bonner marched all over North Africa during the early years of World War II.",
        "credit": "U.S. Army in Tunisia, 1940s | Public Domain"
      }
    ],
    "learnMore": "Perry Bonner, born in Marshall in 1921, might best be described as the most decorated combat soldier of Harrison County during World War II. He earned one less medal than the most decorated American soldier of World War II, Audie Murphy, all by the age of 20. The only medal that he did not receive was the Congressional Medal of Honor.\n\nIn October 1942, Bonner and his unit were training in England--amphibious landings, shooting rifles and other warfare maneuvers. They were told it was time to ship out; they just didn't know to where. The soldiers learned North Africa was their destination 10 days after boarding a ship for the 31-day trip to Africa. \n\nWhile passing through the Cape of Gibraltar, Bonner said he realized war was approaching when he saw German flags flying over Spain.\n\nThe troop carrier landed in Oran, Algeria on November 8, 1942 where Bonner would be part of Operation Torch, a successful Allied invasion of North Africa. The build-up for Operation Torch was immense, with 24,500 men aboard 102 ships sailing from the United States and 35,000 in a convoy of over 250 ships sailing from Britain. In its first amphibious assault under combat conditions, the 16th Infantry landed on a beach near Arzew, French Morocco on November 8. Over the next three days, the regiment helped to capture Oran. In doing so, the Big Red One established a permanent presence for the US Army in North Africa. \n\nIt was in Oran on December 2, 1942, that Bonner was awarded a Silver Star. While riding on a self-propelled howitzer, at great personal risk and in face of heavy machine gun and rifle fire, Bonner saved the life of his superior officer who was seriously wounded when the vehicle became disabled and caught fire threatening to set off high explosive shells.  Bonner's heroism under enemy fire was an inspiration to his comrades.\n\nContinuing to fight with the Big Red One, Bonner participated in the D-Day invasion of France and fought the Germans across France, in the Hurtzgen Forest and at the famous Battle of the Bulge.\n\nThe 16th Infantry Regiment compiled an impressive record in World War II. In 443 days of combat, the 16th had sustained 1,250 soldiers killed in combat. An additional 6,280 were wounded or missing in action. Its men had earned four Medals of Honor, 87 Distinguished Service Crosses, and 1,926 Silver Stars.\n\nAdapted from  \"North Africa,\" 16th Infantry Regiment Historical Society. Sources: Perry Bonner Oral Interview, HCHM Archive."
  },
  {
    "person": "Lloyd Donald Minter",
    "label": "Vittel, France",
    "id": 152,
    "top": 260,
    "left": 830,
    "photoId": "40.1",
    "thumbnail": "img\\carousel-images\\40.1 Minter, Lloyd Donald in uniform Courtesy Donna Minter Sedota.png",
    "detailImages": [
      {
        "src": "img\\details-images\\40.1 Minter, Lloyd Donald in uniform Courtesy Donna Minter Sedota.png",
        "title": "World War II",
        "caption": "Lloyd Donald Minter served as a member of the U.S. Signal Service. Trained in International Morse Code at the Pentagon, Minter passed examinations for speed and accuracy before heading to the warfront.",
        "credit": "Lloyd Donald Minter, 1940s | Courtesy Donna Minter Sedota"
      },
      {
        "src": "img\\details-images\\40.2 Minter-Lloyd-Donald-LErmitage-Hotel-Vittel-France-PublicDomain.png",
        "title": "World War II",
        "caption": "Minter delivered radio messages to the 6th Battle Group command headquarters based in the L'Ermitage Hotel.",
        "credit": "L'Ermitage Hotel, Vittel, France, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\40.3 MINTER, LOYD DONALD _This is the brass that did it_ US Command NARA 28-0945a.png",
        "title": "World War II",
        "caption": "Minter’s company provided communication services to General Dwight D. Eisenhower and General Jacob L. Devers. Minter likely saw some of the most important U.S. generals in the European Theater.",
        "credit": "U.S. Military Commanders of the European Theater, 1940s | Public Domain"
      }
    ],
    "learnMore": "Lloyd Donald Minter was inducted into the U.S. Signal Service on June 19, 1942. Following basic training, he was sent to Fort Hancock, New Jersey and Washington, D.C. to learn International Morse Code. He was told to go to the Pentagon for classes, but not where the classes would be held in the massive, new Washington, D.C. headquarters of the U.S. Department of Defense. When Minter asked for directions no one knew where the radio department was located. Minter decided to go outside and look for antenna, which would identify the location of the radio operator classes.  He found the antenna and his classroom.\n\nMinter was trained as a high-speed radio operator sending, receiving, reading and transcribing radio messages. After passing tests for speed and accuracy, Minter was sent overseas to Oran, Algeria in North Africa with the 3158th Service Signal Company, 3211 Signal Service Battalion. There he lived in an open tent with C-rations for meals and as he described, \"waited and waited\" for orders. Sent to Algiers he said, \"that's when we really started what we were sent there for.\"  It is in Algiers that he began sending and receiving messages for some of the most important U.S. generals in World War II. His company provided communications services for General Dwight D. Eisenhower in Algiers at his Hotel St. George headquarters.\n\nFollowing behind Allied forces invading Italy in September 1943, Minter's company set up operations in the Italian seaport of Brindisi. Then under the command of General Jacob L. Devers the second D-Day invasion of France, Operation Dragoon, was undertaken by the 6th U.S. Army Group in August 1944. The 6th was made up of both the U.S. 7th Army and Free French Forces. Minter's company followed General Devers setting up radio operations behind the battlefront at operation command headquarters.\n\nAfter successfully pushing the German enemy away from important French Mediterranean ports, General Devers set up headquarters in Vittel, France. Minter delivered messages to the headquarters of the 6th Army Group as they finished the Southern France campaign and launched campaigns to finish the war. Minter's company was there with Devers for over a year. The radio operators lived in the home of a French family. Radio operations were set up across the street from General Devers' headquarters in the L'Ermitage, formerly a luxury hotel and golf resort. In and out of headquarters for meals and delivery of messages, Minter likely saw some of the most important U.S. generals in the European Theater as they met with Devers about plans to defeat the weakened German enemy--Eisenhower, Omar Bradley, Joseph McNarny, and Bedell Smith.\n\nHis company continued to follow General Devers' 6th Army Group setting up radio operations in Heidelberg, Germany where they lived in an abandoned girls school. Radio equipment was set up in an open field since they no longer needed to worry about the enemy spotting their antennae and equipment--the war in Europe was over. \n\nSources:  HCHM Archive; Oral Interview of Lloyd Donald Minter, Veteran's History Project, Library of Congress; Jacob L. Devers: A General's Life by James Scott Wheeler."
  },
  {
    "person": "Jack McGough",
    "label": "Bordeaux, France",
    "id": 156,
    "top": 260,
    "left": 800,
    "photoId": "41.1",
    "thumbnail": "img\\carousel-images\\41.1 McGough, Jack portrait, Courtesy Cathy McGough copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\41.1 McGough, Jack Courtesy Cathy McGough.png",
        "title": "World War II",
        "caption": "Jack McGough enlisted in the U.S. Army Air Corps in 1940.",
        "credit": "Jack McGough, 1940s | Courtesy Cathy McGough"
      },
      {
        "src": "img\\details-images\\41.2 McGough, Jack 3 Flying Fortresses, 1944, Courtesy American Air Museum in Britain Object FRE3872.png",
        "title": "World War II",
        "caption": "McGough was a crewmember on a B-17 “Flying Fortress” bomber. As the bombardier, McGough made sure the bombs hit the right target.",
        "credit": "B-17 Bomber, 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\41.3 McGough, Jack B17 flying fortress Courtesy American Air Museum of Britain FRE 8859.png",
        "title": "World War II",
        "caption": "After dropping their bombs and turning to return to England, more than 50 German fighter airplanes attacked them.  The crew had to parachute into German-controlled France.",
        "credit": "B-17 Bomber, 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\41.4  McGough, Jack portrait, Courtesy Cathy McGough.png",
        "title": "World War II",
        "caption": "With help from the French Resistance, McGough and many other Americans hid from the Germans and escaped to England.",
        "credit": "Jack McGough, 1940s | Courtesy Cathy McGough"
      }
    ],
    "learnMore": "Jack McGough, born in Marshall in 1913, enlisted in the U.S. Army Air Corps in 1940. A bombadier on a B-17 Flying Fortress, his airplane was shot down. McGough escaped capture in German-occupied France with the help of the Shelburne Escape Line.\n\nOn January 5, 1943, B-17 Flying Fortress bomber airplanes of the 94th Bomb Group left their base in England. Their mission was to destroy a German airfield near Bordeaux, France.  McGough, a second lieutenant, was on his ninth raid into German-held Europe on the B-17. As the bombardier, McGough made sure the bombs hit the right target. The 21 airplanes joined 112 other B-17s as they flew toward the coast of France. After dropping their bombs and turning to return to England, more than 50 German fighter airplanes attacked them.  McGough's Flying Fortress was hit breaking off the airplane's tail. They continued flying but were later hit by antiaircraft gunfire from the ground. McGough and six other crewmembers parachuted from the damaged airplane landing in German-occupied France.\n\nMcGough and his co-pilot found each other on the ground where, with the help of French farmers, they evaded capture for three days. The farmers made contact with the French Resistance, men and women of France who joined together to rid their country of German invaders, and handed the downed airmen over to their Shelburne Escape Line.  The airmen were given forged identification papers and civilian French clothing so they would not be identified as Americans. They moved along the Escape Line from one safe house to another until on March 19 they reached the rendezvous point on the English Channel. Climbing down cliffs and slipping through landmines and German beach patrols, they were picked up by rubber rafts, taken to British Royal Navy gunboats, and then transported to safety in England.\n\nThe 8th Air Force started flying bombing missions into German-occupied Europe in June 1942. Throughout the war, over 60,000 airmen were shot down over Western Europe. The French Resistance helped almost 4,000 men of the 8th Air Force evade capture.\n\nSources: HCHM Archive; Unrecognized Resistance: The Franco-American Experience in World War Two edited by Francois-George Dreyfus trans. Paul Seaton; Shot Down: The True Story of Pilot Howard Snyder and the Crew of the B-17 Susan Ruth by Steve Snyder; Marshall News Messenger."
  },
  {
    "person": "Edwin R. Bledsoe",
    "label": "Aachen, Germany",
    "id": 161,
    "top": 230,
    "left": 840,
    "photoId": "42.1",
    "thumbnail": "img\\carousel-images\\42.1 Bledsoe, Edwin R, PFC Portrait, HCHM Collection.png",
    "detailImages": [
      {
        "src": "img\\details-images\\42.1 Bledsoe, Edwin R, PFC Portrait, HCHM Collection.png",
        "title": "World War II",
        "caption": "Edwin R. Bledsoe entered service on February 11, 1943 five days before his 18th birthday.  Attached to the 16th Infantry Regiment of the famous Big Red One (1st Infantry Division) he saw battles across Europe.",
        "credit": "Edwin R. Bledsoe, 1940s | HCHM Collection"
      },
      {
        "src": "img\\details-images\\42.2 Bledsoe, Edwin R, PFC, right, William McMullen left from NY, Nick Aelstar from CA, HCHM Collection.png",
        "title": "World War II",
        "caption": "Bledsoe and his division fought in the invasion of Normandy before pushing the German army out of France and Belgium.",
        "credit": "Edwin R. Bledsoe (right) and Friends, 1940s | HCHM Collection"
      },
      {
        "src": "img\\details-images\\42.3 Bledsoe, Edwin, HURTGEN FOREST, Company A, 16th Infantry Division, Feb 15, 1945  Public Domain via Wikipedia.png",
        "title": "World War II",
        "caption": "As his division moved into Germany, Bledsoe was part of some of the most grueling fighting of the war in the infamous Hürtgen Forest near Aachen, Germany. Bledsoe was awarded a Silver Star for actions in this battle.",
        "credit": "16th Infantry Division, Hurtgen Forest, 1945 | Public Domain"
      }
    ],
    "learnMore": "Edwin R. Bledsoe entered service in February 1943 in Marshall five days before his 19th birthday. In a little over a year, the U.S. Army private would participate in Operation Overlord, better known as \"D-Day,\" one of the most famous campaigns of World War II against the enemy, Nazi Germany. Assigned to the 16th Infantry Regiment of the famous Big Red One (1st Infantry Division), Private Bledsoe arrived in England in time for grueling training leading up to the D-Day Invasion of German-held France.\n\nBledsoe's Company A boarded the USS Samuel Chase in the early morning hours of June 6, 1944--D-Day. A light machine gunner, Bledsoe's unit was part of the second wave to land on Omaha Beach, Normandy, France. Under heavy fire from the Germans, their company captain ordered the unit to seize the first high ground 300 yards across the beach.  Weaving their way through a minefield and anti-tank ditches they reached the high ground only to find the enemy firing on them from machine gun nests.  As night fell, Company A  had accomplished their objective with only occasional enemy sniper fire.\n\nGen. Dwight D. Eisenhower called the D-Day operation a crusade. He said, “we will accept nothing less than full victory.” More than 5,000 ships and 13,000 aircraft supported the D-Day invasion. More than 9,000 Allied soldiers were killed or wounded. Their sacrifice allowed over 100,000 soldiers to begin the slow, difficult move across Europe and the defeat of Adolf Hitler's Germany.  \n\nAfter D-Day, the 16th Infantry as part of the 1st Infantry Division, pursued the retreating Germans across France in a continuous offensive. In an effort to keep up with the Germans, the men of the 16th piled on trucks, tanks, and anything else they could find to move eastward as quickly as possible. The regiment caught up with the enemy again near Mons, Belgium, where it helped destroy six German divisions in August and early September.\n\nFrom Mons, the 1st Infantry Division pushed into Germany. For the next three months, the men would experience some of the most grueling fighting of the war in the infamous Hürtgen Forest near Aachen, Germany. It was the longest battle on German ground during World War II and the longest single battle in the U.S. Army history. Bledsoe was wounded and was awarded a Silver Star for actions in this battle. Although wounded, he returned to active duty. \n\nAfter sustaining very heavy casualties from enemy artillery fire and the cold, rainy weather, the entire division was sent to a rest camp on December 12, 1944. The rest was short. Nazi Germany launched its last major offensive of the war four days later and the Battle of the Bulge started. The 1st Division was sent to support the effort on the northern shoulder of the bulge in Belgium. For the next month, the men of the 16th Infantry helped stop the German offensive. They endured heavy snows during one of the coldest European winters on record. On January 15, 1945, the Big Red One launched its part of the Allied counteroffensive to reduce the Bulge. Over the next seven weeks, the regiment conducted numerous attacks in western Germany culminating in the capture of Bonn on March 8, 1945. Continuing to push through Germany, the16th Regiment with the 1st Division was in Czechoslovakia when all enemy forces surrendered by early May 1945 and the war in Europe was over.\n\nAdapted from \"Campaigns of World War II,\" U.S. Army Center for Military History; \"World War II,\" 16th Infantry Regiment Association."
  },
  {
    "person": "Albert Binotti",
    "label": "Belvedere, Italy",
    "id": 165,
    "top": 260,
    "left": 850,
    "photoId": "43.1",
    "thumbnail": "img\\carousel-images\\43.1 Binotti, Albert copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\43.1 Binotti, Albert, Unidentified, 522nd battalion work in fire direction center Castellina Sector Itay July 12 1944  on coordinates for firing Public Domain.png",
        "title": "World War II",
        "caption": "As a young officer, Binotti was assigned to the 522nd Field Artillery Battalion of the 442nd Regimental Combat Team--a unit of Japanese American soldiers.",
        "credit": "Albert Binotti (left) & Soldiers, 1944 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.2 Binotti, Albert, Members of 522nd battalion near Bruyeres, France Oct 8 1944 with Howitzer.png",
        "title": "World War II",
        "caption": "Japanese Americans, who were distrusted and imprisoned, still petitioned to serve their country. Binotti, the son of an Italian immigrant, led the 522nd Battalion through difficult fighting in Italy, France and Germany.",
        "credit": "522nd Battalion, 1944 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.3Binotti, Albert 522nd Field Artillery, Courtesy United States Holocaust Memorial Museum.png",
        "title": "World War II",
        "caption": "Binotti’s 522nd joined the Texans of the 36th Infantry in a fierce battle. When Germans surrounded over 200 soldiers from the 36th, the Japanese American soldiers rescued the trapped Texans, at great loss of their own lives. Binotti was awarded a Silver Star.",
        "credit": "522nd Battalion, 1944 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.4 Binotti, Albert 522nd Field Artillery rescues concnetration camp inmates on death march, United States Holocaust Memorial Museum 07727.png",
        "title": "World War II",
        "caption": "Scouts from the 522nd liberated prisoners on one of the death marches from the Dachau concentration camp.",
        "credit": "522nd Battalion Soldier Rescues Prisoners, 1945 | Public Domain"
      },
      {
        "src": "img\\details-images\\43.5 Binotti, Albert.png",
        "title": "World War II",
        "caption": "After the end of World War II, Albert served in the Texas National Guard retiring as a colonel in 1981.  He maintained a lifelong friendship with his Japanese American fellow soldiers often attending their reunions.",
        "credit": "Albert Binotti, 1970s | HCHM Collections"
      }
    ],
    "learnMore": "Albert Binotti was born in 1921 in Marshall.  His father emigrated to the U.S. from Italy in 1906. In October 1940, when Albert was 19, he enlisted in the Texas State Guard and was assigned to the field artillery unit of the 36th Infantry Division. Within a month the 36th was mobilized for federal service to prepare for the possibility that the U.S. would be drawn into World War II.\n\nThe 36th trained and then, when war was declared in December 1942, waited for orders to go overseas to fight. Albert was selected to attend field artillery officer candidate school.  He graduated in February 1943 as a second lieutenant. Instead of rejoining the 36th, Albert took part of a history-making experiment that resulted in his serving with what would become the most decorated Army unit in military history for its size and length of service. Albert was assigned to the 522nd Field Artillery Battalion of the 442nd Regimental Combat Team--a unit of Japanese American soldiers. \n\nA military unit of Japanese Americans was unusual because after Japan's December 7, 1941 attack on Pearl Harbor, Japanese Americans were not allowed to join the military and were even forced to resign if they were serving. Japan, Germany, and Italy were now the enemies of the United States. Americans became afraid that German Americans and Italian Americans were spies for their native countries. But it was Japanese Americans who bore the brunt of the fear. The result was imprisonment of over 100,000 men, women and children of Japanese ancestry. \n\nJapanese Americans petitioned President Franklin D. Roosevelt to allow them to serve. He agreed and Binotti, the son of an Italian immigrant, would help train and lead a field artillery company of Japanese Americans through difficult fighting in Italy, France and Germany. The 522nd was known as one of the fastest and most efficient artillery firing units in Europe and were awarded Presidential Unit Citations for extraordinary heroism in action against the enemy, Nazi Germany.\n\nJuly 4, 1944, was the first day of combat for the 522nd Field Artillery near the important Italian city of Belvedere. Backing up the infantrymen of 442nd Regimental Combat Team, the 522nd helped liberate the town from the German enemy after a hard-fought battle. The next day, at the battle for Hill 140 near Belvedere, three field artillery companies fired 4,500 rounds of ammunition in a 24-hour period. In this battle, the 522nd established its reputation as experts in time firing the 105mm Howitzer.\n\nIn October 1944, eight forward observers with the 522nd helped with the rescue of 36th Infantry soldiers surrounded by German forces. This operation became known as the \"Rescue of the Lost Battalion.\" Albert's 522nd joined the Texans of the 36th Infantry in a fierce battle in woods of the Vosges Mountains near Bruyeres, France. The Germans surrounded over 200 soldiers from the 36th. U.S. forces were having a difficult time rescuing them and decided to fire artillery shells at the Germans. The artillery unit first received incorrect information about where to aim the fire. The forward observers recognized the error. They called in corrections before any shells were fired. Later, it was discovered that if they had not noticed the mistake, the howitzer artillery shells would have fired directly at the Lost Battalion. Japanese American infantrymen, at great loss of their own lives, rescued the trapped Texans. Albert was awarded a Silver Star during the battle for the Vosges Mountains \"for skillfully adjusting artillery fire even though his own position was being shelled\" and \"his willingness to fight as a infantryman to reach suitable points of observation.\"\n\nScouts from the 522nd were among the first Allied troops to liberate prisoners on one of the death marches from the infamous Dachau concentration camp near the town of Waakirchen, Germany on May 2, 1945. Artilleryman Hideo Nakamine said, \"It is ironic that members of one persecuted minority were liberating those of another minority.\"\n\nAfter the end of World War II, Albert served in the Texas National Guard retiring as a colonel in 1981. He maintained a lifelong friendship with his Japanese-American fellow soldiers often attending their reunions.\n\nSources: HCHM Archive; Lost Battalions: Going for Broke in the Vosges, Autumn 1944 by Franz Steidl; \"522nd Field Artillery,\" denshoencyclopedia.org; 522D Field Artillery Battalion Unit History, August 1-31, 1945; \"Albert Edward 'Al' Binotti,\" discovernikki.org."
  },
  {
    "person": "John W. Wainwright",
    "label": "Juvancourt, France",
    "id": 171,
    "top": 250,
    "left": 825,
    "photoId": "44.1",
    "thumbnail": "img\\carousel-images\\44.1 Wainwright, John W.png",
    "detailImages": [
      {
        "src": "img\\details-images\\44.1 Wainwright, John W.png",
        "title": "World War II",
        "caption": "A graduate of Marshall High School, John W. Wainwright joined the U.S. Army Air Forces and received his pilot's wings in October 1943. He became known as one of America's top air heroes of World War II.",
        "credit": "John W. Wainwright, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\44.2 Wainwright, John W, P-47 Thunderbolts in Flight, 404th Fighter Group, Courtesy American Air Museum of Britain.png",
        "title": "World War II",
        "caption": "Wainwright was awarded the Distinguished Service Cross for extraordinary heroism while flying a P-47D Thunderbolt fighter airplane he named \"Flak Bait.\"",
        "credit": "P-47 Thunderbolts in Flight, 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\44.3 Wainwright, John interviewed by BBC Courtesy NARA.png",
        "title": "World War II",
        "caption": "After destroying six enemy planes in one mission, Wainwright was interviewed by the British Broadcasting Company.",
        "credit": "John Wainwright (left) Interviewed by BBC, 1944 | NARA"
      },
      {
        "src": "img\\details-images\\44.4 Wainwright, John visits war memorial in France.png",
        "title": "World War II",
        "caption": "Wainwright visited a memorial just outside Paris dedicated to American World War I pilots. Wainwright lost his life during a training mission in 1945.",
        "credit": "John Wainwright (right) Visits WWI Memorial, 1944 | NARA"
      }
    ],
    "learnMore": "A graduate of Marshall High School, John W. Wainwright joined the U.S. Army Air Forces and received his pilot's wings in October 1943. Wainwright was assigned to the 508th Fighter Squadron, 404th \"Tin Hornets\" Fighter Group, 9th Air Force. He became known as one of America's top air heroes of World War II.  \n\nHis unit was flying out of an Allied controlled airbase in auvencourt, France. Built originally as a grass airfield by the French Air Force before World War II, the airbase in auvencourt was captured by the Germans in June 1940 during the Battle of France. The Germans developed the airfield into the largest German military airfield in France during the occupation.  More than 300 aircraft were assigned from 1940 to 1944. The airfield was seized from the Germans on September 5, 1944. The airfield became a major U.S. Army Air Forces base for fighter, bomber and transport military airplanes for the remainder of the war in Europe.\n\nThe 9th Air Force used the airfield for several units, including Wainwright's 404th Fighter Group, from September 1944 until closing the base in July 1945. Attacks on German ground forces, bridges, airfields still in German hands, railroads and any target of opportunity of the German forces were targets of the Thunderbolts as the ground forces moved east into German-held territory and crossed into Germany.\n\nWainwright's first encounter with the enemy was on September 28, 1944 over Holland. The 20-year-old lieutenant accounted for the destruction of six enemy airplanes in aerial combat against enemy forces.  While participating in a fighter sweep over enemy territory, the formation in which Wainwright was flying was attacked by a superior force of enemy fighters. Without support and completely disregarding the heavy odds against him, he attacked three enemy fighters that were making a determined attack on his flight leader. Wainwright destroyed one of them. Thrown into a spin by the explosion of the enemy fighter, he regained control of his plane and brought down three more enemy aircraft. By this time, completely separated from his formation, he encountered two more enemy planes, outmaneuvered them, and as he was getting into position to fire, the enemy aircraft collided and were destroyed.\n\nIn describing his heroism, the military record states, “Second Lieutenant Wainwright's unquestionable valor in aerial combat is in keeping with the highest traditions of the military service and reflects great credit upon himself, the 9th Air Force, and the U.S. Army Air Forces.”   He was awarded the Distinguished Service Cross for this extraordinary heroism while flying a P-47D Thunderbolt fighter he named \"Flak Bait.\"  \n\nThere were no witnesses to Wainwright's single-handed destruction of six enemy aircraft on September 28, 1944, so he was not initially accorded ACE status. In 1998, his victories were finally confirmed, making him the last confirmed ACE (and an ACE-in-a-DAY) of World War II.\n\nWainwright was killed in a routine training flight on July 7, 1945 in Stuttgart, Germany.\n\nWhen Wainwright's medals were presented to his family in 1948, his father wrote the commanding general at Barksdale Air Force Base, \"You will no doubt find we are an everyday, little country family…\"\n\nSources:  HCHM Archive; Marshall News Messenger; Headquarters, U.S. Strategic Forces in Europe, General Orders No. 4 (January 8, 1945)."
  },
  {
    "person": "Roy H. Downer",
    "label": "Norwich, England",
    "id": 177,
    "top": 225,
    "left": 810,
    "photoId": "45.1",
    "thumbnail": "img\\carousel-images\\45.1 Downer, Roy H, Kneeling 3rd from left American Air Museum of Great Britain.png",
    "detailImages": [
      {
        "src": "img\\details-images\\45.1 Downer, Roy H, Kneeling 3rd from left American Air Museum of Great Britain.png",
        "title": "World War II",
        "caption": "Roy H. Downer served as a ball turret gunner with the 8th Army Air Force.  His crew gave their B-24 Liberator airplane the nickname, \"Ole Satan.\"",
        "credit": "Roy H. Downer (kneeling 3rd from left), 1940s | American Air Museum of Britain"
      },
      {
        "src": "img\\details-images\\45.2 DOWNER, ROY H B-24 LIBERATOR, PUBLIC DOMAIN.png",
        "title": "World War II",
        "caption": "Based in England, Downer and his crew members flew long and dangerous missions. His crew never returned from their last bombing run over Berlin, Germany.",
        "credit": "B-24 Bomber, 1940s | Public Domain"
      }
    ],
    "learnMore": "Roy H. Downer was a ball turret gunner with the 755th Squadron, 458th Bomb Group, 8th Army Air Force.  His crew gave their B-24 Liberator airplane the nickname, \"Ole Satan.\"  Roy and his other crewmembers were stationed in Horsham St. Faith Airfield near Norwich, England. At its peak strength in 1944, 450,000 Americans served with the U.S. Army Air Forces in Britain. The \"bomber boys,\" as the British called them, included fighter pilots or bomber crews, but the majority worked on the ground to keep the aircraft flying.\n\nDowner, a sergeant, and his crewmates were among the nearly 30,000 who did not make it home to the United States. Downer's airplane was the first aircraft of the 458th lost on a combat mission. The March 3, 1944 mission to Berlin was recalled due to extremely poor weather conditions. Ole Satan did not return to base.\n\nHarold McDonald, navigator on another crew related the following: \"We were over the middle of the English Channel heading towards the enemy coast when Herzik [Ole Satan pilot], maintaining radio silence, signaled that he had trouble and was returning to base.  We waved to them as they left formation and continued on.  When we returned to base we were shocked that Herzik was not back yet. They must have gone down in the Channel.\" This was pilot Hezik's first mission.\n\nAmerican flight crews were based at over 100 different airfields across the United Kingdom. The construction of bases for the 8th Air Force was part of the largest civil engineering program ever undertaken in that country. Original plans called for 115 airfields to be made available to the Americans. Sixty-seven bomber bases were built for the 8th. The bases were to have three concrete runways and parking for 50 aircraft with up to three hangars, workshops, fuel storage, and an electrical generation plant. Housing for 2,500 military personnel was in the surrounding countryside.\n\nBomber crews and fighter pilots flew and fought in cold, frightening and dangerous conditions. Combat missions could take up to 11 hours in the tight, vibrating and loud airplane. They wore heated flight suits and heavy clothing to stay warm. When flying over enemy territory the crew wore steel helmets and heavy body armor for protection when attacked by enemy fighter planes and anti-aircraft guns. These, along with oxygen masks, added to their discomfort.  \n\nThe average age of the crewmen was 22. Each time their airplane took off they knew the dangers. Each airman was part of a 10 to 12 man team, bound together in the face of great danger.\n\nDowner was born in Marshall in 1922.\n\nSources:  HCHM Archive; \"Roy H. Downer,\" American Air Museum of Britain; Marshall News Messenger."
  },
  {
    "person": "Chris Glanton",
    "label": "Balad Air Base, Iraq",
    "id": 180,
    "top": 320,
    "left": 1000,
    "photoId": "46.1",
    "thumbnail": "img\\carousel-images\\46.1 Glanton, Chris Global War on Terrorism Courtesy Tony Glanton.png",
    "detailImages": [
      {
        "src": "img\\details-images\\46.1 Glanton, Chris Glanton Air Force-Global War on Terrorism.png",
        "title": "Global War on Terrorism",
        "caption": "Chris Glanton served as a captain in the U.S. Air Force Medical Corps from 1997 through 2006. He was one of the doctors that assisted with medical care of victims of the 9//1/11 attack on the Pentagon in Washington, D.C.",
        "credit": "Chris Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\46.2 Glanton, Chris Global War on Terrorism Courtesy Tony Glanton.png",
        "title": "Global War on Terrorism",
        "caption": "During the Global War on Terrorism, Glanton served as part of the 791st Expeditionary Aeromedical Evacuation Squadron that medivacked wounded soldiers from airbases in Iraq to Germany for further treatment.",
        "credit": "Chris Glanton, 2000s | Courtesy Tony Glanton"
      }
    ],
    "learnMore": ""
  },
  {
    "person": "Billy Wilson",
    "label": "Umm Qasr, Iraq",
    "id": 183,
    "top": 340,
    "left": 1020,
    "photoId": "47.1",
    "thumbnail": "img\\carousel-images\\47.1 Wilson, Billy USS Ranger returns from Desert Storm, 1991, Pulbic Domain.png",
    "detailImages": [
      {
        "src": "img\\details-images\\47.1 Wilson, Billy USS Ranger returns from Desert Storm, 1991, Pulbic Domain.png",
        "title": "Gulf War",
        "caption": "The USS Ranger returns to home port after participating in Operation Desert Storm of the Gulf War.",
        "credit": "USS Ranger, 1991 | Public Domain"
      }
    ],
    "learnMore": "On January 16, 1991, Billy Wilson, aboard the USS Ranger in the Persian Gulf, heard these words from the ship's captain, \"A few minutes ago I was informed by our operational commander ... that the President has ordered the U.S. Central Command to engage Iraq in hostilities. We have been given the honor of representing our country in combat. We are here in this moment in history.  We volunteered for this day. We trained for this day. We are ready for this day \"\n\nThe Gulf War, code named \"Operation Desert Storm,\" was underway. Operation Desert Storm was a U.S.-led military coalition of nations intended to expel Iraqi forces from Kuwait, which Iraq had invaded and annexed months earlier. \n\nThe 3,800-crew members on the Ranger participated in what has been called the most powerful and successful air assault in the history of modern warfare. For the next 43 days, aided by the support crews, Navy pilots took off from the Ranger attacking targets in Iraq and Kuwait. In the early morning hours on January 17, the Ranger broadcast on the ships speakers the William Tell Overture, known by many as the coming-to-the-rescue theme on the TV's \"Lone Range.,\" The Ranger crew then launched aircraft in their first mission of the war--  attacking Iraq's Umm Qasr port facility.  \n\nThe crews and aircraft of U.S. Navy Carrier Air Wing TWO were assigned to the Ranger. Four types of aircraft were onboard--the F-14A Tomcat supersonic fighter, the all-weather A-E6 Intruder attack airplane, the electronic warfare EA-6B Prowler, and the SH-3H Sea King anti-submarine helicopter. Over 3,000 flights in support of the war were made from the Ranger by the 62 aircraft.\n\nAt 9 pm EST on 27 February, President Bush declared Kuwait had been liberated and Operation Desert Storm would end at midnight.\n\nWilson was awarded the Sea Service Deployment Ribbon, Navy Commendation Medal, National Defense Medal, and Kuwaiti Libération Medal during the Gulf War. He served in the U.S. Navy from 1976 to 1996.  On the Ranger, he assigned the ships company (personnel) in the Aircraft Intermediate Maintenance Department.\n\nAfter his service, Wilson was a mail carrier in Harrison County, Texas.\n\nSources:  Email interview Billy Wilson, HCHM; USS Ranger (CV 61) Operation Desert Storm Cruise Book 1990-91; Desert Storm at Sea: What the Navy Really Did by Marvin Prokrant."
  },
  {
    "person": "Tony Glanton",
    "label": "Helmand Province, Afghanistan",
    "id": 187,
    "top": 340,
    "left": 1095,
    "photoId": "48.1",
    "thumbnail": "img\\carousel-images\\48.1 Glanton, Tony Global War on Terrorism Courtesy Tony Glanton copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\48.1 Glanton, Tony Image 1, Hospital Corpsman, Pearl Harbor, Hawaii, Global War on Terrorism.png",
        "title": "Global War on Terrorism",
        "caption": "Tony Glanton served as a U.S. Navy hospital corpsman from 1996 to 2004.",
        "credit": "Tony Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.2 Glanton, Tony Image 2.png",
        "title": "Global War on Terrorism",
        "caption": "Glanton and his fellow corpsmen trained to treat combat casualties and stayed ready to deploy with a Marine Corps unit.",
        "credit": "Tony Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.3 Glanton, Tony Global War on Terrorism Courtesy Tony Glanton.png",
        "title": "Global War on Terrorism",
        "caption": "Glanton’s primary job was to render medical aid to sailors, Marines or civilians injured during a firefight. Combat medics are also trained to use weapons for self-defense.",
        "credit": "Tony Glanton, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.4 Glanton, Tony Image 4, with marines.png",
        "title": "Global War on Terrorism",
        "caption": "Corpsmen, like Glanton, who are assigned to a Marine unit are trained to rush into combat to help treat injuries.",
        "credit": "Tony Glanton With Marines, 2000s | Courtesy Tony Glanton"
      },
      {
        "src": "img\\details-images\\48.5 Glanton, Tony, Image 5.png",
        "title": "Global War on Terrorism",
        "caption": "Corpsmen, like Glanton, also serve aboard ships, submarines and at hospitals. Glanton served at a clinic in Pearl Harbor.",
        "credit": "USS Honolulu, 2000s | Courtesy Tony Glanton"
      }
    ],
    "learnMore": "Tony Glanton, a graduate of Marshall (Texas) High School, served as a hospital corpsman with the U.S. Navy from 1996 through 2004. Stationed at Pearl Harbor Naval Medical Clinic, Hawaii, he was attached to the 1st Battalion, 3rd Marines. During his time of service, he participated in Marine operations in Kosovo and Afghanistan.\n\nU.S. Navy hospital corpsman are trained to perform as combat medics and are deployed side by side with the Marines. Corpsmen must be ready to protect themselves when deployed to combat areas and are issued weapons to use in self defense.\n\nThe corpsman's primary job is to render medical aid to those wounded. This is not limited to the Marines the corpsman is serving with but also any civilians injured during a firefight. When a Marine is injured, other members of the battalion will lay down cover fire to give the corpsman an opportunity to retrieve and treat the wounded. Once retrieved, based on the severity of injuries, a medical helicopter may be called in to transport the patient to the battalion aid station for further treatment and stabilization.\n\nU.S. Navy hospital corpsman also serve aboard ships, submarines and at hospitals and clinics. Their job is very similar to a physician's assistant in the civilian world.\n\nWhen serving on a battlefield corpsmen are called \"doc.\" \n\nSource: Interview with Tony Glanton, HCHM; U.S. Navy."
  },
  {
    "person": "McKinley Bradix",
    "label": "Abadan, Iran",
    "id": 193,
    "top": 330,
    "left": 1025,
    "photoId": "49.1",
    "thumbnail": "img\\carousel-images\\49.1 Bradix, McKinley3.png",
    "detailImages": [
      {
        "src": "img\\details-images\\49.1 Bradix, McKinley3.png",
        "title": "World War II",
        "caption": "McKinley Bradix served in the 352nd Engineering Service regiment. His group set up an airbase in Iran to move supplies into the Soviet Union.",
        "credit": "McKinley Bradix, 1940s | Public Domain"
      },
      {
        "src": "img\\details-images\\49.2 Bradix, McKinley, airfield Abadan Iran USAF Public Domain.png",
        "title": "World War II",
        "caption": "Bradix and his regiment labored in temperatures as high as 170 degrees, so the U.S. Air Force could land bombers in Iran, where they were turned over to Soviet pilots.",
        "credit": "Abadan Airfield, 1940s | U.S. Air Force"
      },
      {
        "src": "img\\details-images\\49.3 Bradix, McKinley, Trucks delivering supplies through Iran, Library of Congress fsa 8d29482.png",
        "title": "World War II",
        "caption": "The U.S. supplied the Soviet Union with tanks, weapons and many other supplies. The efforts of soldiers, like Braddix, helped stop Nazi Germany from invading the Soviet Union.",
        "credit": "Trucks Move Supplies in Iran, 1940s | Library of Congress"
      }
    ],
    "learnMore": "In June 1941, Nazi Germany invaded the Soviet Union. To successfully fight the Germans the Soviets needed supplies. Great Britain and the U.S. looked to Iran for a route from the south to deliver supplies to the Soviet Union. This route became known as the \"Persian Corridor.\"\n\nMcKinley Bradix entered service with the U.S. Army in February 1942. Assigned to the 352nd Engineering General Service Regiment, his unit sailed from San Francisco in January 1943 crossing the Pacific Ocean to their assignment with the Persian Gulf Command. Arriving in Iran in March, the 352nd Engineers helped build roads, bridges and airfields that would be used to bring needed supplies to the Soviet Union. \n\nBradix, now a sergeant with Company B, moved with his company to Abadan where they enlarged and surfaced runways at Abadan Air Base. U.S. Army Air Force pilots flew bombers across the Atlantic Ocean to Abadan. There the airplanes where turned over to Soviet fliers. \n\nConditions in Persia were hotter than anything the Americans experienced. In the summer of 1942 pouring rain created mud more than a foot deep. Temperatures that rose as high as 170 degrees in the desert sun followed the rainy season. Sand storms lasted for as long as a week.\n\nThe Persian Gulf Command supplied the Soviets with equipment, artillery, vehicles and supplies. The efforts of the soldiers working in Iran helped stop Nazi Germany from invading the Soviet Union. This allowed the Soviet army to turn the tide on the Eastern Front in Europe and eventually help the defeat Nazi Germany.\n\nBradix was born in 1909 and lived in Marshall when he was drafted into the U.S. Army. \n\nSources: \"CBI Order of Battle,\" cbi-history.com; Marshall News Messenger."
  },
  {
    "person": "Matthew Alvis",
    "label": "Marjah, Afghanistan",
    "id": 197,
    "top": 340,
    "left": 1095,
    "photoId": "50.1",
    "thumbnail": "img\\carousel-images\\50.1 Alvis, Matthew in Iraq, 2000s, Alvis Family Photojpg.png",
    "detailImages": [
      {
        "src": "img\\details-images\\50.1 Alvis, Matthew in Iraq, 2000s, Alvis Family Photojpg.png",
        "title": "Global War on Terrorism",
        "caption": "Matthew Alvis deployed once to Iraq and twice to one of the most dangerous areas of Afghanistan with the 6th Marine Regiment. This highly-decorated Marine was born in Hallsville and enlisted in 2003.",
        "credit": "Matthew Alvis, 2006 | Alvis Family Photo"
      }
    ],
    "learnMore": "Matthew Alvis deployed with the U. S. Marine Corps' 3rd Combat Logistic Battalion in 2006 in support of Operation Iraqi Freedom. He was promoted from private first class to sergeant during this time. Then, in April 2009 Alvis was assigned to the 2nd Battalion, 6th Marine Regiment as a rifle platoon commander. In August 2009 he was assigned as the Battalion Mortar Platoon Commander. As platoon commander, he deployed in support of Operation Enduring Freedom in Afghanistan from May 2010 until January 2011. \n\nAlvis deployed again in support of Operation Enduring Freedom from October 2011 to May 2012. The 2nd Battalion, 6th Marine Regiment deployed to Marjah and Trek Nawa, Helmand Province, Afghanistan, one of the most dangerous areas in the war against Taliban insurgents. This region of farming communities in southern Afghanistan was a stronghold of the enemy.\n\nAlvis' personal decorations include the Navy and Marine Corps Commendation Medal with Combat “V” and three gold stars, the Combat Action Ribbon, 2010 II Marine Expeditionary Force Commanding General’s Leadership Award, and the 2011 Marine Corps Forces Command Meritorious Career Designation Recipient.\n\nAlvis, promoted to major in 2017, is a 2000 graduate of Hallsville (Texas) High School. He enlisted in the Marine Corps in May 2003. \n\nSources:  Marshall News Messenger; \"Captain Matthew Alvis,\" Biography-U.S. Marine Corps."
  },
  {
    "person": "Zachary Petties",
    "label": "Baghdad, Iraq",
    "id": 200,
    "top": 330,
    "left": 1005,
    "photoId": "51.1",
    "thumbnail": "img\\carousel-images\\51.1 Petties, Zachary portrait copy.png",
    "detailImages": [
      {
        "src": "img\\details-images\\51.1 Petties, Zachary portrait.png",
        "title": "Global War on Terrorism",
        "caption": "Zachary Petties with his platoon of 16 soldiers patrolled the dangerous streets of Iarqi cities for 14 months, seeking to restore law and order.",
        "credit": "Zachary Petties, 1980s | HCHM Collections"
      },
      {
        "src": "img\\details-images\\51.2 Petties, Zachary with Iraqi children.png",
        "title": "Global War on Terrorism",
        "caption": "Petties’ platoon also worked to build relationships with the community.  They reached out to the villagers and their elders. They gave gifts to local children.",
        "credit": "Zachary Petties With Iraqi Children, 2004 | HCHM Collections"
      },
      {
        "src": "img\\details-images\\51.3 Petties, Zachary on horse.png",
        "title": "Global War on Terrorism",
        "caption": "Petties was awarded a Bronze Star for his service in Iraq. Wounded by a suicide car bomb attack while on patrol, he was also awarded a Purple Heart.",
        "credit": "Zachary Petties, 2000s | HCHM Collections"
      }
    ],
    "learnMore": "For 14 months beginning January 2004, Zachary Petties, a first sergeant in the U.S. Army's 12th Cavalry, and his platoon of 16 soldiers patrolled the dangerous streets of Iraqi cities--Baghdad, Fallujah, Sadr City--seeking to restore law and order after the end of Operation Iraqi Freedom in May 2003.\n\nBaghdad, the largest city and capital of Iraq, was founded over 1,200 years ago and became a great city of culture and economic prosperity. When Petties arrived in Baghdad the city had suffered through over 15 years of economic hardship and war. Moving through the streets was dangerous. With their battle tank providing protection, Sergeant Petties' platoon moved through the city--house-by-house, block-by-block--seeking out insurgents.\n\nThe platoon's other assignment was to build a relationship with the community. They reached out to the citizens. The children loved soccer and needed shoes. The U.S. soldiers gave them soccer balls and flip-flops. The simple act of giving balls and flip-flops to Iraqi children built friendships and led many children to help the U.S. soldiers make their neighborhoods safer.\n\nPetties was awarded a Bronze Star for his service in Iraq. Wounded by a suicide car bomb attack while on patrol, he was also awarded a Purple Heart. He served 24 years in the U.S. Army.\n\nSource:  Marshall News Messenger."
  },
  {
    "person": "Angela Guigni",
    "label": "An Nasiriyah, Iraq",
    "id": 204,
    "top": 330,
    "left": 1020,
    "photoId": "52",
    "thumbnail": "img\\carousel-images\\52.1 guigni, ANGELA, 2000s, Courtesy Elysian Field ISD.png",
    "detailImages": [
      {
        "src": "img\\details-images\\52.1 guigni, ANGELA, 2000s, Courtesy Elysian Field ISD.png",
        "title": "Global War on Terrorism ",
        "caption": "Angela Guigni served with the U.S. Army. Her unit deployed to Iraq. In 2006, Guigni was awarded a Combat Action Badge for performing duties in a hostile area.",
        "credit": "Angela Guigni, 2006 | Courtesy Elysian Fields ISD"
      }
    ],
    "learnMore": "Angela Guigni graduated from Elysian Fields (Texas) High School in 2005 and joined the U.S. Army.  She was a private assigned to the 7th Transportation Battalion, 1st Brigade Combat Team, 34th Red Bull Infantry Division. Her unit deployed to Iraq and was stationed at Camp Adder.\n\nCamp Adder was the southernmost U.S. Army resupply point in Iraq. This area in south central Iraq is a dusty, middle-of-nowhere place. In summer temperatures top 120 degrees Fahrenheit. It assumed great importance in the Iraq war, with a collection of just about every kind of truck imaginable, from fuel tankers and water carriers to five-ton haulers. Taking a cue from private logistics masters like FedEx and Wal-Mart, the Army went high-tech in this war, equipping each supply truck with radio sensors that signal exactly where it is at all times. \n\nIn 2006, Guigni was awarded a Combat Action Badge for performing duties in an area where hostile actions are occurring and the recipient was actively engaged by the enemy and performing satisfactorily in accordance with the prescribed rules of engagement.\n\nSources:  Marshall News Messenger; Desert Bulls, January 15, 2007; Elysian Fields ISD website."
  },
  {
    "person": "Kendall Potter",
    "label": "Baghdad, Iraq",
    "id": 207,
    "top": 330,
    "left": 1005,
    "photoId": "53.1",
    "thumbnail": "img\\carousel-images\\53.1 Potter, Kendall, with airplane.png",
    "detailImages": [
      {
        "src": "img\\details-images\\53.1 Potter, Kendall, with airplane.png",
        "title": "Global War on Terrorism",
        "caption": "Kendall Potter commanded a squadron of 135 personnel who conducted stability operations and trained Iraqi Security Forces. His mission helped mark the official end of combat operations by U.S. forces in Iraq.",
        "credit": "Kendall Potter, 2015 | Marshall News Messenger"
      },
      {
        "src": "img\\details-images\\53.2 Potter, Kendall, U.S. and Kuwaiti troops closing the gate between Kuwait and Iraq on 18 December 2011 Gate_closing_Iraq-Kuwait_border Courtesy US Army.png",
        "title": "Global War on Terrorism",
        "caption": "On December 18, 2011, the last U.S. troops in Iraq crossed the border into Kuwait. In this photo, U.S. soldiers pull the border gate closed.",
        "credit": "Closing Kuwait Gate, 2011 | U.S. Army"
      },
      {
        "src": "img\\details-images\\53.3 Potter, Kendall, F-16 over Iraq, Operation New Dawn, 2011 Courtesy F-16.net 94-0038_001.png",
        "title": "Global War on Terrorism",
        "caption": "Potter flew over 50 combat missions amassing 290 combat hours supporting the safe exit of the final 25,000 soldiers from Iraq.",
        "credit": "F-16 Over Iraq, 2011 | Public Domain"
      }
    ],
    "learnMore": "Serving in Iraq, Kendall Potter, a pilot serving with the U.S. Air Force, commanded a squadron of 135 personnel in support of Operation New Dawn.\n\nThe transition from Operation Iraqi Freedom to Operation New Dawn began on September 1, 2010 and marked the official end to Operation Iraqi Freedom and combat operations by U.S. forces in Iraq. During Operation New Dawn, the remaining service members in Iraq conducted stability operations, focusing on advising, assisting and training Iraqi Security Forces. Operation New Dawn also represented a shift from a predominantly military presence to one that was predominantly civilian, as the Departments of Defense and State worked together with governmental and non-governmental agencies to help build Iraq's civil capacity. On December 18, 2011, the last U.S. troops in Iraq crossed the border into Kuwait.\n\nPotter flew over 50 combat missions amassing 290 combat hours supporting the safe exit of the final 25,000 U.S. ground forces from Iraq during Operation New Dawn. \n\nPotter was also an F-16 instructor pilot and served in Korea, Italy, Iraq, Kuwait, Germany and several bases in the U.S. He is a 1987 graduate of Elysian Fields (Texas) High School and a 1992 graduate of the University of Texas in Austin.  Potter retired as a lieutenant colonel in 2015 with 22 years of service.\n\nSources:  U.S. Air Force; Marshall News Messenger; CNN.com."
  },
  {
    "person": "Jeffrey R. Marshall",
    "label": "Doha, Qatar",
    "id": 211,
    "top": 360,
    "left": 1040,
    "photoId": "54.1",
    "thumbnail": "img\\carousel-images\\54.1 Marshall, Jeffrey 2000s, Courtesy Jeffrey Marshall 5x7.png",
    "detailImages": [
      {
        "src": "img\\details-images\\54.1 Marshall, Jeffrey 2000s, Courtesy Jeffrey Marshall 5x7.jpg",
        "title": "Global War on Terrorism",
        "caption": "Jeffrey M. Marshall entered the U.S. Air Force in 2000. He has served in over 60 countries and deployed in support of twelve named operations.",
        "credit": "Jeff Marshall, 2000s | Coutesy Jeff Marshall"
      },
      {
        "src": "img\\details-images\\54.2 Marshall, Jeffrey C-17 deploying paratroopers, 2010 public domain.png",
        "title": "Global War on Terrorism",
        "caption": "Marshall, a command pilot, flew the three-crew C-17A Globemaster III transport aircraft. The aircraft could carry 102 troops or paratroops, 48 litters and 54 ambulatory patients and attendants, and 170,900 pounds of cargo.",
        "credit": "C-17A Transport | Courtesy Jeffrey M. Marshall"
      },
      {
        "src": "img\\details-images\\54.3 Marshall, Jeffrey, Al_Udeid_Air_Base, c 2004, Public Domain.png",
        "title": "Global War on Terrorism",
        "caption": "Marshall's service included Al Udeid Air Base near Doha, the capital of Qatar.  In 1996, following a joint operation with the U.S. in Operation Desert Storm, Qatar spent more than $1 billion building the then secret air base.",
        "credit": "Al Udeid Air Base, 2004 | Public Domain"
      },
      {
        "src": "img\\details-images\\54.4 Marshall, Jeffrey, Combined_Air_and_Space_Operations_Center, Doha, Qatar, 2016, Public Domain.png",
        "title": "Global War on Terrorism",
        "caption": "In 2008, a U.S. Air Force Combined Air and Space Operations Center was installed at Al Udeid to provide command and control of air power throughout Iraq, Syria, Afghanistan, and 17 other nations.",
        "credit": "Combined Air & Space Operation Center, 2016 | U.S. Air Force"
      }
    ],
    "learnMore": "Jeffrey M. Marshall entered the U.S. Air Force in 2000 as a second lieutenant and trained as a pilot. By 2018, he had served in over 60 countries and deployed in support of twelve named operations, including twice during Operation Enduring Freedom and Operation Iraqi Freedom. Marshall's service included Al Udeid Air Base near Doha, the capital of Qatar.\n\nFollowing joint military operations during Operation Desert Storm in 1991, Qatar and the U.S. entered into a defense cooperation agreement. In 1996, Qatar spent more than $1 billion building Al Udeid Air Base. The U.S. first used Al Udeid in September 2001. The U.S. Air Force used the then-secret base to get aircraft in position for operations in Afghanistan. By 2018, the base was home to 11,000 U.S. military personnel and housed Qatari Air Force, U.S. Air Force, Royal (British) Air Force, and other Gulf War Coalition personnel and assets.\n\nIn 2008, a U.S. Air Force Combined Air and Space Operations Center was installed at Al Udeid to provide command and control of air power across a 20-nations region stretching from Northeast Africa across the Middle East to Central and South Asia. Built at a cost of $60 million, the installation became the most advanced operations center in history. By 2018, hundreds of people worked at the Al Udeid Operations Center. They specialized in satellite communications, imagery analysis, network design, computer programming, radio systems, systems administration and other technology-related fields.\n\nMarshall was command pilot of the three-crew C-17A Globemaster III transport aircraft. The transport aircraft could carry 102 troops or paratroops, 48 litters and 54 ambulatory patients and attendants, and 170,900 pounds of cargo. \n\nMarshall is a graduate of Marshall (Texas) High School and Baylor University in Waco, Texas. In 2018 Marshall, now a lieutenant colonel, was Commander of the 97th Operations Support Squadron at Altus Air Force Base, Oklahoma.  As commander, he was responsible for 200 personnel that manage the U.S. Air Force training program that graduates over 2,000 C-17 and KC-135 aircraft flight crew and aircraft maintenance students annually.\n\nMarshall's personal awards and decorations include Defense Meritorious Service Medal. Meritorious Service Medal with three Oak Leaf Clusters, Air Medal, Aerial Achievement Medal, Air Force Commendation Medal, Combat Readiness Medal with Oak Leaf Cluster, National Defense Service Medal, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal, and Nuclear Deterrence Operations Service Medal.\n\nLook for the \"Communications-Engineering-Transportation\" section of this exhibit to learn more about the history of the military using the newest technology.\n\nSources: \"Lieutenant Colonel Jeffrey R. Marshall,\" Biography-United States Air Force; \"Al Udeid Air Base,\" wikipedia.com; \"Air Operations Center,\" U.S. Air Force."
  }
]
